{"id": 1, "score": 3.5, "relevant": "No", "text": "Compare this figure to the mineral composition of the rock groups in Note that each rock group consists of minerals that crystallize in the same temperature range. \n\n", "common_words": 4, "features": [0.33, 0.0, 0, 1, 0.92, 0.0]}
{"id": 2, "score": 2.92, "relevant": "Yes", "text": "For example, notice in that the minerals quartz, potassium feldspar, and muscovite, which are located in the same region of Bowen’s diagram, are typically found together as major constituents of the intrusive igneous rock granite.", "common_words": 8, "features": [0.4, 0.0, 0, 1, 0.55, 0.05]}
{"id": 3, "score": 2.67, "relevant": "Yes", "text": "In particular, scientists know that minerals that form in the same general temperature regime depicted in Bowen’s reaction series are found together in the same igneous rocks.", "common_words": 6, "features": [0.38, 0.0, 0, 1, 0.44, 0.06]}
{"id": 4, "score": 2.56, "relevant": "No", "text": "During this crystallization process, the composition of the remaining liquid portion of the magma also continually changes.", "common_words": 1, "features": [0.11, 0.0, 0, 1, 0.67, 0.0]}
{"id": 5, "score": 2.56, "relevant": "No", "text": "Further cooling generates calcium-rich plagioclase feldspar as well as pyroxene, and so forth down the diagram.", "common_words": 2, "features": [0.22, 0.0, 0, 1, 0.56, 0.0]}
{"id": 6, "score": 2.5, "relevant": "No", "text": "For example, at the stage when about one-third of the magma has solidified, the remaining molten material will be nearly depleted in iron, magnesium, and calcium because these elements are major constituents of the minerals that form earliest in the process. \n\n", "common_words": 1, "features": [0.05, 0.0, 1, 1, 0.6, 0.0]}
{"id": 7, "score": 2.44, "relevant": "No", "text": "Crystal settling results in a change in the composition magma evolves as the earliest-formed minerals (those richer in iron, magnesium, and calcium) crystallize and settle to the bottom of the magma chamber, leaving the remaining melt richer in sodium, potassium, and silica (SiO2). \n\n", "common_words": 3, "features": [0.12, 0.0, 0, 1, 0.58, 0.08]}
{"id": 8, "score": 2.06, "relevant": "No", "text": "Recall that ice freezes at a specific temperature, whereas basaltic magma cools, minerals tend to crystallize in a systematic fashion, based on their melting temperatures.", "common_words": 2, "features": [0.13, 0.0, 0, 1, 0.4, 0.0]}
{"id": 9, "score": 0.0, "relevant": "No", "text": "body causes crystals of olivine, pyroxene, and calcium-rich plagioclase to form and settle out, or crystallize along the magma body’s cool model approximates what can happen in nature comes from analysis of igneous rocks.", "common_words": 2, "features": [0.09, 0.0, 0, 1, 0.5, 0.0]}
{"id": 10, "score": 0.0, "relevant": "No", "text": "This diagram shows the sequence in which minerals crystallize from a mafic magma.", "common_words": 3, "features": [0.43, 0.0, 0, 0, 0.57, 0.0]}
{"id": 11, "score": 0.0, "relevant": "No", "text": "As shown in the first mineral to crystallize is the ferromagnesian mineral olivine.", "common_words": 1, "features": [0.2, 0.0, 0, 0, 0.6, 0.0]}
