{"id": 1, "score": 2.16, "relevant": "No", "text": "Minerals that are ionically bonded, such as fluorite twice the specific gravity of quartz.", "common_words": 4, "features": [0.29, 0.0, 0, 1, 0.29, 0.0]}
{"id": 2, "score": 2.12, "relevant": "No", "text": "When minerals fracture, most produce Fracture not uneven surfaces and are described as exhibiting irregular fracture ( erals, including quartz, can break into smooth, curved sur1 faces resembling broken glass.", "common_words": 4, "features": [0.15, 0.0, 1, 1, 0.3, 0.04]}
{"id": 3, "score": 2.1, "relevant": "No", "text": "Example: Muscovite chemical bonds that are equally, or nearly equally, strong in all directions exhibit a property called fracture.", "common_words": 4, "features": [0.22, 0.0, 0, 1, 0.33, 0.0]}
{"id": 4, "score": 2.0, "relevant": "No", "text": "By contrast, some metallic earlier, nonmetallic minerals such as quartz and halite minerals, such as pyrite, native copper, and magnetite, tend to be brittle and fracture or exhibit cleavage when are more than twice as dense and thus have more than struck.", "common_words": 6, "features": [0.19, 0.0, 0, 1, 0.31, 0.0]}
{"id": 5, "score": 2.0, "relevant": "No", "text": "Example: Fluorite resistance to breaking, bending, cutting, or other forms of deformation.", "common_words": 1, "features": [0.08, 0.0, 0, 1, 0.42, 0.0]}
{"id": 6, "score": 2.0, "relevant": "No", "text": "Such breaks are called conchoi2 other minerals exhibit fractures that produce splinters or fibers, referred to as splintery fracture and fibrous fracture, respectively. \n\n", "common_words": 2, "features": [0.09, 0.0, 0, 1, 0.41, 0.0]}
{"id": 7, "score": 1.86, "relevant": "No", "text": "In addition, minerals that can With a little practice, you can estimate the specific be cut into thin shavings, including gypsum and talc, are of a mineral by hefting it in your hand.", "common_words": 3, "features": [0.12, 0.0, 0, 1, 0.31, 0.0]}
{"id": 8, "score": 1.5, "relevant": "No", "text": "By contrast, native metals, such as copper 7.5, whereas 24-karat gold has a specific gravity of and gold, are malleable, which means they can be hamapproximately 20. mered without breaking.", "common_words": 1, "features": [0.04, 0.0, 0, 1, 0.21, 0.0]}
{"id": 9, "score": 1.42, "relevant": "No", "text": "Galena, an ore from and halite, tend to be brittle and shatter into small pieces which lead is extracted, has a specific gravity of roughly when struck.", "common_words": 1, "features": [0.04, 0.0, 0, 1, 0.16, 0.04]}
{"id": 10, "score": 1.42, "relevant": "No", "text": "Still others, notably the micas, are elastic and will bend and snap back to their original shape after stress is released.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.21, 0.0]}
{"id": 11, "score": 0.0, "relevant": "No", "text": "Does described as sectile.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.0]}
{"id": 12, "score": 0.0, "relevant": "No", "text": "As mentioned specific gravity of 2.65.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.17, 0.0]}
