{"id": 1, "score": 2.82, "text": "Most of the dense minerals, olivine and pyroxene, sank, while less-dense silicate minerals floated to form the Moon’s crust.", "features": [0.09, 0.0, 1, 1, 0.55, 0.09]}
{"id": 2, "score": 2.46, "text": "The Moon’s next major event was the filling of the large impact basins, which had been created at least 300 million years earlier .", "features": [0.0, 0.0, 1, 1, 0.38, 0.08]}
{"id": 3, "score": 1.99, "text": "The most common highland rock type is anorthosite, which is composed mainly of calcium-rich plagioclase feldspar.", "features": [0.27, 0.0, 0, 1, 0.45, 0.0]}
{"id": 4, "score": 1.88, "text": "The highlands are made of these igneous rocks, which rose buoyantly like “scum” from the crystallizing magma.", "features": [0.22, 0.0, 0, 1, 0.44, 0.0]}
{"id": 5, "score": 1.78, "text": "Partial melting probably occurred in several isolated pockets, as indicated by the diverse chemical makeup of the rocks retrieved during the Apollo missions.", "features": [0.14, 0.0, 0, 1, 0.43, 0.07]}
{"id": 6, "score": 1.71, "text": "Other lunar surface features related to this period of volcanism include small shield volcanoes (8–12 kilometers [5–7.5 miles] in diameter), evidence of pyroclastic eruptions, rilles (narrow winding valleys thought to be lava channels), and grabens (down-faulted valleys).", "features": [0.0, 0.0, 0, 1, 0.67, 0.04]}
{"id": 7, "score": 1.5, "text": "Then, about 3.8 billion years ago, the Moon, as well as the rest of the solar system, experienced a sudden drop in the rate of meteoritic bombardment.", "features": [0.0, 0.0, 0, 1, 0.43, 0.07]}
{"id": 8, "score": 1.45, "text": "The maria basalts are thought to have originated at depths between 200 and 400 kilometers (125 and 250 miles).", "features": [0.0, 0.0, 0, 1, 0.45, 0.0]}
{"id": 9, "score": 1.44, "text": "The last prominent features to form were rayed craters, as exemplified by the 93-kilometer-wide (56-milewide) Copernicus crater shown in Material ejected from these craters blankets the maria surfaces and many older, rayless craters.", "features": [0.0, 0.0, 0, 1, 0.33, 0.11]}
{"id": 10, "score": 1.44, "text": "They were likely generated by a slow rise in temperature attributed to the decay of radioactive elements.", "features": [0.0, 0.0, 0, 1, 0.44, 0.0]}
{"id": 11, "score": 1.4, "text": "Radiometric dating of the maria basalts puts their age between 3.0 billion and 3.5 billion years, considerably younger than the initial lunar crust.", "features": [0.0, 0.0, 0, 1, 0.4, 0.0]}
{"id": 12, "score": 1.33, "text": "The relatively young Copernicus crater is thought to be about 1 billion years old.", "features": [0.0, 0.0, 0, 1, 0.22, 0.11]}
{"id": 13, "score": 1.3, "text": "Once formed, the lunar crust was continually impacted as the Moon swept up debris from the solar nebula.", "features": [0.0, 0.0, 0, 1, 0.2, 0.1]}
{"id": 14, "score": 1.27, "text": "Recent evidence suggests that some mareforming eruptions may have occurred as recently as 1 billion years ago.", "features": [0.0, 0.0, 0, 1, 0.27, 0.0]}
{"id": 15, "score": 0.54, "text": "Then, about 4.4 billion years ago, the magma ocean began to cool and underwent magmatic differentiation (see Chapter 4).", "features": [0.08, 0.0, 0, 0, 0.38, 0.0]}
{"id": 16, "score": -1.5, "text": "Had it formed on Earth, weathering and erosion would have long since obliterated it.", "features": [0.0, 0.0, 0, 1, 0.33, 0.17]}
{"id": 17, "score": -1.6, "text": "During this time, several large impact basins were created.", "features": [0.0, 0.0, 0, 1, 0.6, 0.0]}
{"id": 18, "score": -1.6, "text": "crust, (2) excavation of the large impact basins, (3) filling of maria basins, and (4) formation of rayed During the late stages of its accretion, the Moon’s outer shell was most likely completely melted—literally a magma ocean.", "features": [0.04, 0.0, 0, 1, 0.48, 0.04]}
