{"rating": "", "score": 1.0, "text": "Recall from Bowen’s reaction series that rocks with a granitic composition are composed of minerals with the lowest melting (crystallization) temperatures—namely, quartz and potassium feldspar ."}
{"rating": "", "score": 0.981198589894242, "text": "Amethyst, another variety of quartz, owes its violet color to the presence of trace amounts of iron."}
{"rating": "", "score": 0.9706227967097533, "text": "One group of feldspar minerals contains potassium ions in its structure and is therefore referred to as potassium feldspar."}
{"rating": "", "score": 0.9682726204465335, "text": "Striations are found on some cleavage planes of plagioclase feldspar but are not present on potassium feldspar ."}
{"rating": "", "score": 0.9659224441833139, "text": "Describe slate, phyllite, schist, and gneiss in terms of texture and grain size."}
{"rating": "", "score": 0.9612220916568742, "text": "In graphite the carbon atoms are bonded into sheets that are joined together by very weak electrical forces."}
{"rating": "", "score": 0.9518213866039953, "text": "As you can see in rocks with a composition between granitic and basaltic rocks are said to have an andesitic composition, or intermediate composition, after the common volcanic rock andesite."}
{"rating": "", "score": 0.944770857814336, "text": "Also note that as we move up Bowen’s reaction series, the minerals have progressively higher melting temperatures and that olivine, which is found at the top, has the highest melting point."}
{"rating": "", "score": 0.9400705052878966, "text": "One group of feldspar minerals contains potassium ions in its structure and is therefore referred to as potassium feldspar."}
{"rating": "", "score": 0.9400705052878966, "text": "Compare this figure to the mineral composition of the rock groups in Note that each rock group consists of minerals that crystallize in the same temperature range. \n\n"}
{"rating": "", "score": 0.9353701527614571, "text": "Mineralogists use the term mineral species for a collection of specimens that exhibit similar internal structures and chemical compositions."}
{"rating": "", "score": 0.9330199764982373, "text": "Minerals tend to have one common crystal shape, but a few, such as the pyrite samples shown in have two or more characteristic crystal shapes."}
{"rating": "", "score": 0.9283196239717979, "text": "Moreover, minerals containing the elements lithium, cesium, uranium, and the rare earths* are occasionally found ."}
{"rating": "", "score": 0.9283196239717979, "text": "An important factor affecting the peridotite, the temperature at which peridotite melts is melting temperature of rock is its water content."}
{"rating": "", "score": 0.9236192714453584, "text": "Perhaps the easiest type of bond to visualize is the ionic bond, in which one atom gives up one or more valence electrons to another atom to form ions—positively and negatively charged atoms."}
{"rating": "", "score": 0.9236192714453584, "text": "Of the many optical properties of minerals, their luster, their ability to transmit light, their color, and their streak are most frequently used for mineral identification."}
{"rating": "", "score": 0.9165687426556992, "text": "Most pegmatites are granitic in composition and consist of unusually large crystals of quartz, feldspar, and muscovite."}
{"rating": "", "score": 0.9118683901292597, "text": "Minerals are chemical compounds (or sometimes single elements), each with its own composition and physical properties."}
{"rating": "", "score": 0.90951821386604, "text": "When a rock undergoes partial melting, it will form a melt that is enriched in ions from minerals with the lowest melting temperatures, while the unmelted portion is composed of minerals with higher melting temperatures ."}
{"rating": "", "score": 0.90951821386604, "text": "Chlorine, on the other hand, gains one electron and becomes a negatively charged chloride ion."}
{"rating": "", "score": 0.9071680376028203, "text": "Perhaps the easiest type of bond to visualize is the ionic bond, in which one atom gives up one or more valence electrons to another atom to form ions—positively and negatively charged atoms."}
{"rating": "", "score": 0.9048178613396005, "text": "Except for special types of cut stone used for building and monuments, transportation costs greatly limit the distance most building materials can be profitably moved."}
{"rating": "", "score": 0.9024676850763808, "text": "Mineralogists use the term crystal shape, or habit, to refer to the common or characteristic shape of individual crystals or aggregates of crystals."}
{"rating": "", "score": 0.900117508813161, "text": "By contrast, rocks high in silica contain very little iron, magnesium, or calcium but are enriched with sodium and potassium."}
{"rating": "", "score": 0.8989424206815512, "text": "In other words, the two electrons are shared by both hydrogen atoms and are attracted simultaneously by the positive in the solid ionic compound sodium chloride (NaCl), table salt."}
{"rating": "", "score": 0.8977673325499413, "text": "Therefore, gneiss represents the highest-grade metamorphic rock in the sequence of shale, slate, phyllite, schist, and gneiss."}
{"rating": "", "score": 0.8930669800235017, "text": "Recall that igneous rocks are composed of a mixture of minerals and, therefore, tend to melt over the lowest melting temperatures are the first to melt."}
{"rating": "", "score": 0.8813160987074031, "text": "The strong attractive force that holds two hydrogen atoms together results from a covalent bond, a chemical bond formed by the sharing of one or more valence electrons between a pair of atoms."}
{"rating": "", "score": 0.8813160987074031, "text": "The strong attractive force that holds two hydrogen atoms together results from a covalent bond, a chemical bond formed by the sharing of one or more valence electrons between a pair of atoms."}
{"rating": "", "score": 0.8813160987074031, "text": "Striations are found on some cleavage planes of plagioclase feldspar but are not present on potassium feldspar ."}
{"rating": "", "score": 0.8813160987074031, "text": "Moreover, with the development of plate tectonics theory, geologists added yet another tool for understanding the processes by which one rock is transformed into another. \n\n"}
{"rating": "", "score": 0.8813160987074031, "text": "Minerals tend to have one common crystal shape, but a few, such as the pyrite samples shown in have two or more characteristic crystal shapes."}
{"rating": "", "score": 0.8813160987074031, "text": "Minerals tend to have one common crystal shape, but a few, such as the pyrite samples shown in have two or more characteristic crystal shapes."}
{"rating": "", "score": 0.8813160987074031, "text": "Minerals can also precipitate from slowly moving groundwater filling in fractures and voids in rocks and sediments."}
{"rating": "", "score": 0.8813160987074031, "text": "Imagine two hydrogen atoms (each with one proton and one electron) approaching one another, as shown in Once they meet, the electron configuration will change so that both electrons will primarily occupy the space between the atoms."}
{"rating": "", "score": 0.8813160987074031, "text": "Analyzed samples suggest that the surface of the asteroid was identical in composition to meteorites and was once part of a larger asteroid."}
{"rating": "", "score": 0.8766157461809636, "text": "The parent rock of most hornfels is shale or another clay-rich rock, which has been “baked” by a hot intruding magma body."}
{"rating": "", "score": 0.8695652173913044, "text": "Most Oort cloud comets orbit the Sun at distances greater than 10,000 times the Earth–Sun distance."}
{"rating": "", "score": 0.8695652173913044, "text": "Most Oort cloud comets orbit the Sun at distances greater than 10,000 times the Earth–Sun distance."}
{"rating": "", "score": 0.8695652173913044, "text": "Many of Saturn’s smallest moons have irregular shapes and are only a few tens of kilometers in diameter."}
{"rating": "", "score": 0.8672150411280846, "text": "Using this technique, zones of intensity were identified, with the zone of highest intensity located near the center of maximum ground shaking and often (but not always) the earthquake epicenter."}
{"rating": "", "score": 0.8672150411280846, "text": "In general, partial melting of ultramafic rocks tends to yield mafic (basaltic) magmas, partial melting of mafic rocks generally yields intermediate (andesitic) magmas, and partial melting of intermediate rocks can generate felsic (granitic) magmas."}
{"rating": "", "score": 0.8672150411280846, "text": "As with slate, the parent rock of most schists is shale that has undergone mediumto high-grade metamorphism during a major mountainbuilding episode."}
{"rating": "", "score": 0.8648648648648648, "text": "If melting continues, minerals with higher melting points begin to melt, and the composition of the melt steadily approaches the overall composition of the rock from which it was derived."}
{"rating": "", "score": 0.8625146886016452, "text": "Oppositely charged ions are strongly attracted to one another and join to form ionic Consider the ionic bonding that occurs between sodium (Na) and chlorine (Cl) to produce the solid ionic compound sodium chloride—the mineral halite atom gives up its single valence electron to chlorine and, as a result, becomes a positively charged sodium ion."}
{"rating": "", "score": 0.8601645123384254, "text": "Most of the dense minerals, olivine and pyroxene, sank, while less-dense silicate minerals floated to form the Moon’s crust."}
{"rating": "", "score": 0.8601645123384254, "text": "Mineralogists use the term crystal shape, or habit, to refer to the common or characteristic shape of individual crystals or aggregates of crystals."}
{"rating": "", "score": 0.8601645123384254, "text": "Mineralogists use the term crystal shape, or habit, to refer to the common or characteristic shape of individual crystals or aggregates of crystals."}
{"rating": "", "score": 0.8578143360752056, "text": "Inset images are photomicrographs that show the interlocking crystals that make up granite and basalt, respectively."}
{"rating": "", "score": 0.8578143360752056, "text": "In addition, minerals in granite result from the a rock’s texture—the size, shape, and/or slow cooling of molten rock deep arrangement of its constituent minerals— beneath the surface."}
{"rating": "", "score": 0.8554641598119859, "text": "In high-grade metamorphism, such features as bedding planes, fossils, and vesicles that 1."}
{"rating": "", "score": 0.8554641598119859, "text": "Geodes sometimes contain spectacular crystals of quartz, calcite, or other less common minerals. \n\n"}
{"rating": "", "score": 0.8531139835487661, "text": "Minerals that are ionically bonded, such as fluorite twice the specific gravity of quartz."}
{"rating": "", "score": 0.8507638072855465, "text": "Titan has Earth-like landforms and geologic processes, such as dune formation and streamlike erosion caused by methane “rain."}
{"rating": "", "score": 0.8507638072855465, "text": "Titan has Earth-like landforms and geologic processes, such as dune formation and streamlike erosion caused by methane “rain."}
{"rating": "", "score": 0.8507638072855465, "text": "These rocky materials were rich in oxygen and “oxygen-seeking” elements, particularly silicon and aluminum, along with lesser amounts of calcium, sodium, potassium, iron, and magnesium."}
{"rating": "", "score": 0.8507638072855465, "text": "The moons vary significantly in size, shape, surface age, and origin."}
{"rating": "", "score": 0.8507638072855465, "text": "Separation of these two fractions yields a melt with a chemical composition that is richer in silica and nearer the felsic (granitic) end of the spectrum than the rock from which it formed."}
{"rating": "", "score": 0.8507638072855465, "text": "Most pegmatites are located within large igneous masses or as dikes or veins that cut into the host rock surrounding the magma chamber ."}
{"rating": "", "score": 0.8507638072855465, "text": "Most of these environments occur in the vicinity of plate margins, and several are associated with igneous activity."}
{"rating": "", "score": 0.8507638072855465, "text": "Minerals are chemical compounds (or sometimes single elements), each with its own composition and physical properties."}
{"rating": "", "score": 0.8507638072855465, "text": "In addition, schists contain smaller amounts of other minerals, often quartz and feldspar."}
{"rating": "", "score": 0.8507638072855465, "text": "Cement and aggregate go into the making of concrete, a material that is essential to practically all construction."}
{"rating": "", "score": 0.8507638072855465, "text": "Below the ridge crest, hot mantle rock rises and melts, generating a magma that replaces the material that shifted horizontally away from the ridge axis."}
{"rating": "", "score": 0.8484136310223268, "text": "The newest grouping, dwarf planets, includes Ceres, a body about 1000 kilometers (600 miles) in diameter and the largest known object in the asteroid belt, and Pluto, a former planet. \n\n"}
{"rating": "", "score": 0.8472385428907169, "text": "Record wind speeds exceeding 2400 kilometers (1500 miles) per hour encircle the planet, making Neptune one of the windiest places in the solar system."}
{"rating": "", "score": 0.8472385428907169, "text": "Record wind speeds exceeding 2400 kilometers (1500 miles) per hour encircle the planet, making Neptune one of the windiest places in the solar system."}
{"rating": "", "score": 0.8472385428907169, "text": "Record wind speeds exceeding 2400 kilometers (1500 miles) per hour encircle the planet, making Neptune one of the windiest places in the solar system."}
{"rating": "", "score": 0.8460634547591069, "text": "Most Oort cloud comets orbit the Sun at distances greater than 10,000 times the Earth–Sun distance."}
{"rating": "", "score": 0.8460634547591069, "text": "Minerals have definite crystalline structures and chemical compositions that give them unique sets of physical and chemical properties shared by all specimens of that mineral, regardless of when or where they formed."}
{"rating": "", "score": 0.8460634547591069, "text": "In addition, minerals that can With a little practice, you can estimate the specific be cut into thin shavings, including gypsum and talc, are of a mineral by hefting it in your hand."}
{"rating": "", "score": 0.8460634547591069, "text": "Crystallization in a fluid-rich environment, where ion migration is enhanced, results in the formation of crystals several centimeters, or even a few meters, in length."}
{"rating": "", "score": 0.8437132784958872, "text": "When minerals fracture, most produce Fracture not uneven surfaces and are described as exhibiting irregular fracture ( erals, including quartz, can break into smooth, curved sur1 faces resembling broken glass."}
{"rating": "", "score": 0.8437132784958872, "text": "They are useful catalysts in petroleum refining and are used to manufacture strong magnets for turbines and rechargeable batteries for cell phones and computers."}
{"rating": "", "score": 0.8437132784958872, "text": "Many of Saturn’s smallest moons have irregular shapes and are only a few tens of kilometers in diameter."}
{"rating": "", "score": 0.8437132784958872, "text": "Many of Saturn’s smallest moons have irregular shapes and are only a few tens of kilometers in diameter."}
{"rating": "", "score": 0.8437132784958872, "text": "Included were trillions of tiny marine organisms, such as foraminifera, whose shells were deposited on the seafloor at the end of their life cycle."}
{"rating": "", "score": 0.8437132784958872, "text": "As the accumulation of sand continAs is the case with running water, wind drops its load of ues, it becomes a more imposing barrier to the wind sediment when velocity falls and the energy available for and thus a more efficient trap for even more sand."}
{"rating": "", "score": 0.8437132784958872, "text": "Aggregate gives concrete its strength and volume, and cement binds the mixture into a rock-hard substance."}
{"rating": "", "score": 0.8425381903642774, "text": "In particular, scientists know that minerals that form in the same general temperature regime depicted in Bowen’s reaction series are found together in the same igneous rocks."}
{"rating": "", "score": 0.8413631022326675, "text": "Like the asteroids in the inner solar system, most Kuiper belt comets move in slightly elliptical orbits that lie roughly in the same plane Kuiper belt comets or the gravitational influence of one of the Jovian planets occasionally alters their orbits sufficiently to send them into our view."}
{"rating": "", "score": 0.8413631022326675, "text": "Example: Muscovite chemical bonds that are equally, or nearly equally, strong in all directions exhibit a property called fracture."}
{"rating": "", "score": 0.8413631022326675, "text": "Decompression melting occurs wherever hot, solid mantle rock ascends, thereby moving into regions of lower pressure."}
{"rating": "", "score": 0.8390129259694478, "text": "Write a description for each of these metamorphic environments: contact metamorphism, hydrothermal metamorphism, subduction zone metamorphism, and regional metamorphism. \n\n"}
{"rating": "", "score": 0.8390129259694478, "text": "Potassium feldspar is usually light cream, salmon pink, or occasionally blue-green in color."}
{"rating": "", "score": 0.8390129259694478, "text": "Potassium feldspar is usually light cream, salmon pink, or occasionally blue-green in color."}
{"rating": "", "score": 0.8390129259694478, "text": "As a component in igneous rocks, feldspar crystals can be identified by their rectangular shape and rather smooth, shiny faces ."}
{"rating": "", "score": 0.8390129259694478, "text": "As a component in igneous rocks, feldspar crystals can be identified by their rectangular shape and rather smooth, shiny faces ."}
{"rating": "", "score": 0.836662749706228, "text": "The newest grouping, dwarf planets, includes Ceres, a body about 1000 kilometers (600 miles) in diameter and the largest known object in the asteroid belt, and Pluto, a former planet. \n\n"}
{"rating": "", "score": 0.836662749706228, "text": "The newest grouping, dwarf planets, includes Ceres, a body about 1000 kilometers (600 miles) in diameter and the largest known object in the asteroid belt, and Pluto, a former planet. \n\n"}
{"rating": "", "score": 0.836662749706228, "text": "Geodes like this one form when silica dissolved in groundwater precipitates to form quartz crystals that grow within cavities in rocks. \n\n"}
{"rating": "", "score": 0.8343125734430082, "text": "Sand moves up the gentler slope on the clump of vegetation or a rock, sweeps around and over windward side by saltation."}
{"rating": "", "score": 0.8343125734430082, "text": "As the ice sheets waned, the climate again grew more arid, and the lake levels lowered in response."}
{"rating": "", "score": 0.8319623971797885, "text": "Titan has Earth-like landforms and geologic processes, such as dune formation and streamlike erosion caused by methane “rain."}
{"rating": "", "score": 0.8319623971797885, "text": "Like the asteroids in the inner solar system, most Kuiper belt comets move in slightly elliptical orbits that lie roughly in the same plane Kuiper belt comets or the gravitational influence of one of the Jovian planets occasionally alters their orbits sufficiently to send them into our view."}
{"rating": "", "score": 0.8319623971797885, "text": "Like the asteroids in the inner solar system, most Kuiper belt comets move in slightly elliptical orbits that lie roughly in the same plane Kuiper belt comets or the gravitational influence of one of the Jovian planets occasionally alters their orbits sufficiently to send them into our view."}
{"rating": "", "score": 0.8319623971797885, "text": "In addition, minerals in granite result from the a rock’s texture—the size, shape, and/or slow cooling of molten rock deep arrangement of its constituent minerals— beneath the surface."}
{"rating": "", "score": 0.8319623971797885, "text": "Consider the rock Next, the sediments undergo lithification, a term cycle to be a simplified but useful overview of physical meaning “conversion into rock."}
{"rating": "", "score": 0.8296122209165688, "text": "The large crystals in porphyritic rocks are referred to as phenocrysts (pheno 5 show, cryst 5 crystal), whereas the matrix of smaller crystals is called termed a porphyry."}
{"rating": "", "score": 0.8296122209165688, "text": "Olivine Group Olivine, a family of high-temperature silicate minerals, is black to olive green in color and has a glassy luster and a conchoidal fracture ."}
{"rating": "", "score": 0.8296122209165688, "text": "Further cooling generates calcium-rich plagioclase feldspar as well as pyroxene, and so forth down the diagram."}
{"rating": "", "score": 0.8296122209165688, "text": "During this crystallization process, the composition of the remaining liquid portion of the magma also continually changes."}
{"rating": "", "score": 0.8296122209165688, "text": "Analyzed samples suggest that the surface of the asteroid was identical in composition to meteorites and was once part of a larger asteroid."}
{"rating": "", "score": 0.8296122209165688, "text": "Analyzed samples suggest that the surface of the asteroid was identical in composition to meteorites and was once part of a larger asteroid."}
{"rating": "", "score": 0.8272620446533491, "text": "The other group, called plagioclase feldspar, contains both sodium and calcium ions that freely substitute for one another, depending on the environment during crystallization."}
{"rating": "", "score": 0.8272620446533491, "text": "At least 3 (Rhea, Dione, and Tethys) show evidence of tectonic activity, where internal forces have ripped apart their icy surfaces."}
{"rating": "", "score": 0.8249118683901292, "text": "The plagioclase feldspars, on the other hand, range in color from white to medium gray."}
{"rating": "", "score": 0.8237367802585194, "text": "Porphyroblastic textures develop in a Dennis Tasa wide range of rock types and Gneissic texture metamorphic environments when minerals in the parent rock recrystallize to form new minerals."}
{"rating": "", "score": 0.8225616921269095, "text": "Vesicular Texture Common features of many extrusive rocks are the voids left by gas bubbles that escape as lava solidifies."}
{"rating": "", "score": 0.8225616921269095, "text": "They provide us with iron and aluminum to build automobiles, gypsum for plaster and drywall for home construction, and copper wire that carries electricity and connects us to the Internet."}
{"rating": "", "score": 0.8225616921269095, "text": "The shortest-period comet (Encke’s Comet) orbits the Sun once every 3 years. \n\n"}
{"rating": "", "score": 0.8225616921269095, "text": "The moons vary significantly in size, shape, surface age, and origin."}
{"rating": "", "score": 0.8225616921269095, "text": "The moons vary significantly in size, shape, surface age, and origin."}
{"rating": "", "score": 0.8225616921269095, "text": "The minerals that compose a rock strongly influA. The large crystals of light-colored ence its nature and appearance."}
{"rating": "", "score": 0.8225616921269095, "text": "The incomplete melting of rocks is known as partial melting, a process that produces most magma."}
{"rating": "", "score": 0.8225616921269095, "text": "Rather than develop large crystals, olivine commonly forms small, rounded crystals that give olivine-rich rocks a granular appearance ."}
{"rating": "", "score": 0.8225616921269095, "text": "If a bottle filled with clay, iron filings, water, and air were shaken, it would appear to have a single, muddy composition."}
{"rating": "", "score": 0.8225616921269095, "text": "However, some rocks example is the sedimentary rock limestone, which is an impure mass of the mineral calcite."}
{"rating": "", "score": 0.8225616921269095, "text": "For many visitors, desert scenery exhibits a striking beauty; to others, the terrain seems bleak."}
{"rating": "", "score": 0.8225616921269095, "text": "Decompression melting also occurs when ascending mantle plumes reach the uppermost mantle."}
{"rating": "", "score": 0.8225616921269095, "text": "Chlorine, on the other hand, gains one electron and becomes a negatively charged chloride ion."}
{"rating": "", "score": 0.8225616921269095, "text": "Although this chapter deals primarily with the nature of minerals, keep in mind that most rocks are simply aggregates of minerals."}
{"rating": "", "score": 0.8202115158636899, "text": "Twenty-three of the moons are “original” satellites that formed in tandem with their parent planet. \n\n"}
{"rating": "", "score": 0.8202115158636899, "text": "The outgassing, comprised mostly of water, is thought to be the source that replenishes the material areas called “tiger stripes” that consist of four large fractures with ridges on either side. \n\n"}
{"rating": "", "score": 0.8202115158636899, "text": "The atmospheric pressure at Titan’s surface is about 1.5 times that at Earth’s surface, and the atmospheric composition is about 98 percent nitrogen and 2 percent methane, with trace organic compounds."}
{"rating": "", "score": 0.8202115158636899, "text": "The atmospheric pressure at Titan’s surface is about 1.5 times that at Earth’s surface, and the atmospheric composition is about 98 percent nitrogen and 2 percent methane, with trace organic compounds."}
{"rating": "", "score": 0.8202115158636899, "text": "Intermediate rocks contain at least 25 percent dark silicate minerals, mainly amphibole, pyroxene, and biotite mica, with the other dominant mineral being plagioclase feldspar."}
{"rating": "", "score": 0.8202115158636899, "text": "During this time of intense heating, Earth became hot enough that elements including iron and nickel began to melt."}
{"rating": "", "score": 0.8202115158636899, "text": "Continued sand accumulation, coupled with periodic slides down the slip face, results in the slow migration of the dune in the direction of air movement."}
{"rating": "", "score": 0.8202115158636899, "text": "By contrast, some metallic earlier, nonmetallic minerals such as quartz and halite minerals, such as pyrite, native copper, and magnetite, tend to be brittle and fracture or exhibit cleavage when are more than twice as dense and thus have more than struck."}
{"rating": "", "score": 0.8202115158636899, "text": "Besides aggregate, other important building materials include gypsum for plaster and wallboard, clay for tile and bricks, and limestone and shale, which combine to form cement."}
{"rating": "", "score": 0.81903642773208, "text": "While the formation and growth of ice sheets was an obvious response to significant changes in climate, the existence of the glaciers themselves triggered imporThe towering mass of rushing water from each megaflood stripped away layers of sediment tant climatic changes in the and soil and cut deep canyons (coulees) into the underlying layers of basalt to create the regions beyond their marChanneled Scablands."}
{"rating": "", "score": 0.81786133960047, "text": "We will consider the basic metamorphic environments—contact or thermal metamorphism, hydrothermal metamorphism, burial and subduction zone metamorphism, and regional metamorphism—as well as a few types of metamorphism that generate relatively small quantities of metamorphic rock. \n\n"}
{"rating": "", "score": 0.8155111633372503, "text": "When clay minerals are buried to Surface conditions a depth where temperatures they are transformed into converted to the minerals chlorite and/or muscovite mica."}
{"rating": "", "score": 0.8155111633372503, "text": "This arrangement maximizes the attraction between ions with opposite charges while minimizing the repulsion between ions with identical charges."}
{"rating": "", "score": 0.8155111633372503, "text": "The most common highland rock type is anorthosite, which is composed mainly of calcium-rich plagioclase feldspar."}
{"rating": "", "score": 0.8155111633372503, "text": "Just beyond the crest of the the object, leaving a “shadow” of slower-moving air dune, where the wind velocity is reduced, the sand accubehind the obstacle and a smaller zone of quieter air mulates."}
{"rating": "", "score": 0.8155111633372503, "text": "Crystal settling results in a change in the composition magma evolves as the earliest-formed minerals (those richer in iron, magnesium, and calcium) crystallize and settle to the bottom of the magma chamber, leaving the remaining melt richer in sodium, potassium, and silica (SiO2). \n\n"}
{"rating": "", "score": 0.8131609870740306, "text": "To more accurately compare earthquakes around the globe, scientists searched for a way to describe the energy released by earthquakes that did not rely on factors such as building practices, which vary considerably from one part of the world to another."}
{"rating": "", "score": 0.8131609870740306, "text": "The sedimentary called crystallization, may occur either beneath the surface rock reacts to the changing environment and turns into or, following a volcanic eruption, at the surface."}
{"rating": "", "score": 0.8131609870740306, "text": "The discovery was made as Uranus passed in front of a distant star and blocked its view, a process called occultation (occult = hidden)."}
{"rating": "", "score": 0.8131609870740306, "text": "The degree to which a parent rock changes during and temperatures approaching those at which rocks metamorphism is called its metamorphic grade, and it ing metamorphism, the rock remains essentially solid."}
{"rating": "", "score": 0.8131609870740306, "text": "Such breaks are called conchoi2 other minerals exhibit fractures that produce splinters or fibers, referred to as splintery fracture and fibrous fracture, respectively. \n\n"}
{"rating": "", "score": 0.8131609870740306, "text": "Silica impedes the flow of magma because silicate structures begin to link together into long chains early in the crystallization process."}
{"rating": "", "score": 0.8131609870740306, "text": "In addition to containing platy minerals, schist often contains deformed quartz and feldspar crystals that appear flattened or lens-shaped and are embedded among the mica grains. \n\n"}
{"rating": "", "score": 0.8131609870740306, "text": "Consider the rock Next, the sediments undergo lithification, a term cycle to be a simplified but useful overview of physical meaning “conversion into rock."}
{"rating": "", "score": 0.8108108108108109, "text": "The resulting rock, which has large crystals embedded in a matrix of smaller crystals, is said to have a porphyritic texture ."}
{"rating": "", "score": 0.8108108108108109, "text": "The percentage of silica in igneous rocks varies in a systematic manner that parallels the abundance of other elements."}
{"rating": "", "score": 0.8108108108108109, "text": "The other group, called plagioclase feldspar, contains both sodium and calcium ions that freely substitute for one another, depending on the environment during crystallization."}
{"rating": "", "score": 0.8108108108108109, "text": "Researchers estimate that thousands of meteoroids enter Earth’s atmosphere every day."}
{"rating": "", "score": 0.8108108108108109, "text": "Researchers estimate that thousands of meteoroids enter Earth’s atmosphere every day."}
{"rating": "", "score": 0.8108108108108109, "text": "Oppositely charged ions are strongly attracted to one another and join to form ionic Consider the ionic bonding that occurs between sodium (Na) and chlorine (Cl) to produce the solid ionic compound sodium chloride—the mineral halite atom gives up its single valence electron to chlorine and, as a result, becomes a positively charged sodium ion."}
{"rating": "", "score": 0.8108108108108109, "text": "In environments where temperatures and pressures are more extreme, metamorphism causes a transformation so complete that the identity of the parent rock cannot be easily determined."}
{"rating": "", "score": 0.8108108108108109, "text": "Desert landscapes and their development provide another excellent example of the strong link between climate and geology."}
{"rating": "", "score": 0.809635722679201, "text": "Notice that salt consists of alternating sodium and chlorine ions, positioned in such a manner that each positive ion is attracted to and surrounded on all sides by negative ions and vice versa."}
{"rating": "", "score": 0.809635722679201, "text": "Notice that salt consists of alternating sodium and chlorine ions, positioned in such a manner that each positive ion is attracted to and surrounded on all sides by negative ions and vice versa."}
{"rating": "", "score": 0.809635722679201, "text": "In other words, the two electrons are shared by both hydrogen atoms and are attracted simultaneously by the positive in the solid ionic compound sodium chloride (NaCl), table salt."}
{"rating": "", "score": 0.8084606345475911, "text": "The products released by chemical weathering included atoms and molecules of various substances—including sodium, calcium, potassium, and silica—that were carried into the newly formed oceans."}
{"rating": "", "score": 0.8084606345475911, "text": "One interesting example, called a geode, is a somewhat spherically shaped object with inwardprojecting crystals that were gradually deposited by groundwater ."}
{"rating": "", "score": 0.8084606345475911, "text": "Once saturation is reached, the ions begin to bond, forming crystalline solids (called salts) that precipitate from (settle out of) the solution."}
{"rating": "", "score": 0.8084606345475911, "text": "Imagine two hydrogen atoms (each with one proton and one electron) approaching one another, as shown in Once they meet, the electron configuration will change so that both electrons will primarily occupy the space between the atoms."}
{"rating": "", "score": 0.8084606345475911, "text": "At least 3 (Rhea, Dione, and Tethys) show evidence of tectonic activity, where internal forces have ripped apart their icy surfaces."}
{"rating": "", "score": 0.8084606345475911, "text": "At least 3 (Rhea, Dione, and Tethys) show evidence of tectonic activity, where internal forces have ripped apart their icy surfaces."}
{"rating": "", "score": 0.8061104582843713, "text": "The atmospheric pressure at Titan’s surface is about 1.5 times that at Earth’s surface, and the atmospheric composition is about 98 percent nitrogen and 2 percent methane, with trace organic compounds."}
{"rating": "", "score": 0.8061104582843713, "text": "Other lunar surface features related to this period of volcanism include small shield volcanoes (8–12 kilometers [5–7.5 miles] in diameter), evidence of pyroclastic eruptions, rilles (narrow winding valleys thought to be lava channels), and grabens (down-faulted valleys)."}
{"rating": "", "score": 0.8061104582843713, "text": "Images from Voyagers 1 and 2 revealed, to the surprise of most geoscientists, that each of the four GaliJupiter’s Rings One of the surprising aspects of the lean satellites is a unique world ."}
{"rating": "", "score": 0.8049353701527614, "text": "Rhyolite Rhyolite is the fine-grained equivalent of granite and, like granite, is composed essentially of the light-colored silicates ."}
{"rating": "", "score": 0.8049353701527614, "text": "Aggregate is produced commercially in every state and is used in nearly all building construction and in most public works projects."}
{"rating": "", "score": 0.8037602820211516, "text": "Vesicles are small holes left by require thousands or even millions of years to solidify."}
{"rating": "", "score": 0.8037602820211516, "text": "Until the mid-1800s, historical records provided the only accounts of the severity of earthquake shaking and destruction."}
{"rating": "", "score": 0.8037602820211516, "text": "Magmas with high silica content tend to form long, chainlike structures (polymers) before crystallization is complete."}
{"rating": "", "score": 0.8037602820211516, "text": "Like schists, gneisses may also include large crystals of accessory minerals such as garnet."}
{"rating": "", "score": 0.8037602820211516, "text": "In this way, the leeward slope of the dune, called the slip face, maintains an angle of about 34 degrees, the angle of repose for loose dry sand."}
{"rating": "", "score": 0.8037602820211516, "text": "In some cases, fences are As sand built sufficiently upwind of the dunes to stop their at the dune migration."}
{"rating": "", "score": 0.8037602820211516, "text": "By systematically mapping effects of the earthquake, a measure of the intensity of ground shaking was established."}
{"rating": "", "score": 0.8037602820211516, "text": "By contrast, basaltic magma, which is low in silica, forms very fluid lavas that, upon cooling, usually generate fine-grained crystalline rocks."}
{"rating": "", "score": 0.8025851938895417, "text": "When the dunes are relatively gentle windward slope. eventually buried under other layers of sediment and become part of the sedimentary rock record, White Sands National their asymmetrical shape is destroyed, but the Monument The dunes at this cross-beds remain as testimony to their origin."}
{"rating": "", "score": 0.8014101057579319, "text": "The source material for volcanic eruptions is magma, molten rock that usually contains some solid crystalline material and varying amounts of dissolved gas."}
{"rating": "", "score": 0.8014101057579319, "text": "The primary factors that affect the behavior of magma are its temperature and composition and, to a lesser extent, the amount of dissolved gases it contains."}
{"rating": "", "score": 0.8014101057579319, "text": "The highlands are made of these igneous rocks, which rose buoyantly like “scum” from the crystallizing magma."}
{"rating": "", "score": 0.8014101057579319, "text": "Perhaps the most familiar way in which minerals grow is from an aqueous (water) solution containing dissolved material matter (ions)."}
{"rating": "", "score": 0.8014101057579319, "text": "One of several hypotheses to explain the boulderstrewn topography is seismic shaking, which would cause the boulders to move upward as the finer materials sink."}
{"rating": "", "score": 0.8014101057579319, "text": "One of several hypotheses to explain the boulderstrewn topography is seismic shaking, which would cause the boulders to move upward as the finer materials sink."}
{"rating": "", "score": 0.8014101057579319, "text": "Learn the rock cycle well; you will be examinlithified into sedimentary rock when compacted by ing its interrelationships in greater detail throughout the weight of overlying layers or when cemented as this book."}
{"rating": "", "score": 0.8014101057579319, "text": "Briefly describe the appearance of the metamorphic rock gneiss and explain how it 4."}
{"rating": "", "score": 0.8002350176263221, "text": "The most common varieties of quartz are milky (white), smoky (gray), rose (pink), amethyst (purple), citrine (yellow to brown), and rock crystal (clear) ."}
{"rating": "", "score": 0.799059929494712, "text": "The shortest-period comet (Encke’s Comet) orbits the Sun once every 3 years. \n\n"}
{"rating": "", "score": 0.799059929494712, "text": "The shortest-period comet (Encke’s Comet) orbits the Sun once every 3 years. \n\n"}
{"rating": "", "score": 0.799059929494712, "text": "The sediments North America the greatest concentration of pluvial lakes occurred in the vast Basin and Range region of Nevada and Utah ."}
{"rating": "", "score": 0.799059929494712, "text": "The Moon’s next major event was the filling of the large impact basins, which had been created at least 300 million years earlier ."}
{"rating": "", "score": 0.799059929494712, "text": "Some important mineral classes are the silicates (SiO442), internal structures and, hence, similar properties."}
{"rating": "", "score": 0.7967097532314923, "text": "Two factors—a drop in temperature and water lost through evaporation—cause the solution to become closer to reaching saturation."}
{"rating": "", "score": 0.7967097532314923, "text": "Observers saw the star “wink” briefly five times (meaning five rings) before the primary occultation and again five times afterward."}
{"rating": "", "score": 0.7967097532314923, "text": "Observers saw the star “wink” briefly five times (meaning five rings) before the primary occultation and again five times afterward."}
{"rating": "", "score": 0.7967097532314923, "text": "Observers saw the star “wink” briefly five times (meaning five rings) before the primary occultation and again five times afterward."}
{"rating": "", "score": 0.7967097532314923, "text": "Nowhere gravity before being picked up and transported by any is this idea better illustrated than when we examine the of a number of erosional agents, such as running water, rock cycle ."}
{"rating": "", "score": 0.7967097532314923, "text": "Many people associate the word crystal with delicate wine goblets or glassy objects with smooth sides and gem-like shapes."}
{"rating": "", "score": 0.7967097532314923, "text": "In addition to their economic importance, these groups include minerals that are major constituents in sediments and sedimentary rocks."}
{"rating": "", "score": 0.7967097532314923, "text": "Further, because water and other volatile substances do not crystallize along with the bulk of the magma body, these fluids make up a high percentage of the melt during the final phase of solidification."}
{"rating": "", "score": 0.7943595769682726, "text": "The resulting rocks, called pegmatites, are composed of these unusually large crystals."}
{"rating": "", "score": 0.7943595769682726, "text": "The plagioclase feldspars, on the other hand, range in color from white to medium gray."}
{"rating": "", "score": 0.7943595769682726, "text": "The only way to distinguish the feldspars physically is to look for a multitude of fine parallel lines, called striations."}
{"rating": "", "score": 0.7943595769682726, "text": "The most common member of a chemically complex group of minerals called amphiboles green to black in color, and except for its cleavage angles, which are about 60 degrees and 120 degrees, it is very similar in appearance to augite."}
{"rating": "", "score": 0.7943595769682726, "text": "During recrystallization, certain metamorphic minerals, such as garnet, tend to develop a small number of very large crystals."}
{"rating": "", "score": 0.7931844888366628, "text": "Saturn’s largest moon, Titan, is larger than Mercury and is the second-largest satellite in the solar system."}
{"rating": "", "score": 0.7931844888366628, "text": "Saturn’s largest moon, Titan, is larger than Mercury and is the second-largest satellite in the solar system."}
{"rating": "", "score": 0.7931844888366628, "text": "Saturn’s largest moon, Titan, is larger than Mercury and is the second-largest satellite in the solar system."}
{"rating": "", "score": 0.7920094007050529, "text": "Twenty-three of the moons are “original” satellites that formed in tandem with their parent planet. \n\n"}
{"rating": "", "score": 0.7920094007050529, "text": "Twenty-three of the moons are “original” satellites that formed in tandem with their parent planet. \n\n"}
{"rating": "", "score": 0.7920094007050529, "text": "They have two planes of cleavage meeting at or near 90-degree angles, are relatively hard (6 on the Mohs scale), and have a luster that ranges from glassy to pearly."}
{"rating": "", "score": 0.7920094007050529, "text": "Their profiles are not softened by a continuous carpet of soil and abundant plant life."}
{"rating": "", "score": 0.7920094007050529, "text": "The outgassing, comprised mostly of water, is thought to be the source that replenishes the material areas called “tiger stripes” that consist of four large fractures with ridges on either side. \n\n"}
{"rating": "", "score": 0.7920094007050529, "text": "The outgassing, comprised mostly of water, is thought to be the source that replenishes the material areas called “tiger stripes” that consist of four large fractures with ridges on either side. \n\n"}
{"rating": "", "score": 0.7920094007050529, "text": "The inset photo is a close-up showing the vesicular texture of hardened lava."}
{"rating": "", "score": 0.7920094007050529, "text": "Rapid cooling of this type may generate rocks having a glassy texture."}
{"rating": "", "score": 0.7920094007050529, "text": "In Kuwait protecslope steepens and some of tive fences extend for almost 10 kilometers the sand slides (6 miles) around one important oil field."}
{"rating": "", "score": 0.7920094007050529, "text": "However, just as individual plants and animals within a species differ somewhat from one another, so do most specimens of the same mineral."}
{"rating": "", "score": 0.7920094007050529, "text": "Hand samples of these involved in metamorphism are even greater—sufficient rocks are sometimes difficult to distinguish from one to convert mineral matter into denser forms having another, illustrating that the transition from sedimentary more compact crystalline structures."}
{"rating": "", "score": 0.7920094007050529, "text": "Common nonsilicate mineral groups include the carbonates, sulfates, and halides."}
{"rating": "", "score": 0.790834312573443, "text": "The two largest, Ganymede and Callisto, are roughly the size of Mercury, whereas the two smaller ones, Europa and Io, are about the size of Earth’s Moon."}
{"rating": "", "score": 0.790834312573443, "text": "The dunes slowly in the sandstone walls of Zion Canyon in southern migrate with the wind."}
{"rating": "", "score": 0.7896592244418332, "text": "Rocks that exhibit a vesicular texture often form in the upper zone of a lava flow, where cooling occurs rapidly enough to preserve the openings produced by the expanding gas bubbles ."}
{"rating": "", "score": 0.7896592244418332, "text": "No matter which feeling is elicited, it is clear that deserts are very different from the more humid places where most people live. \n\n"}
{"rating": "", "score": 0.7896592244418332, "text": "Geologists divide rocks into three major groups: igneous, sedicooling of molten rock at Earth’s mentary, and metamorphic."}
{"rating": "", "score": 0.7896592244418332, "text": "Geologists divide rocks into three major groups: igneous, sedicooling of molten rock at Earth’s mentary, and metamorphic."}
{"rating": "", "score": 0.7896592244418332, "text": "Before Apollo astronauts brought Moon rocks back to Earth, meteorites were the only extraterrestrial materials that could be studied in the laboratory."}
{"rating": "", "score": 0.7896592244418332, "text": "Another feature that Neptune has in common with the other Jovian planets is layers of white, cirrus-like clouds (probably frozen methane) about 50 kilometers (30 miles) above the main cloud deck. \n\n"}
{"rating": "", "score": 0.7873090481786135, "text": "The thick rhyolite lava flows and extensive ash deposits in and around Yellowstone National Park are well-known exceptions to this generalization."}
{"rating": "", "score": 0.7873090481786135, "text": "The thick rhyolite lava flows and extensive ash deposits in and around Yellowstone National Park are well-known exceptions to this generalization."}
{"rating": "", "score": 0.7873090481786135, "text": "The map generated by this study used lines to connect places of equal damage and hence equal ground shaking."}
{"rating": "", "score": 0.7873090481786135, "text": "The early period of heating resulted in another process of chemical differentiation, whereby melting formed masses of less-dense, molten rock that buoyantly rose toward the surface and solidified to produce a primitive crust."}
{"rating": "", "score": 0.7873090481786135, "text": "The bright red area on the left side of the image (see arrow) is newly erupted lava. \n\n"}
{"rating": "", "score": 0.7873090481786135, "text": "Its orbital period averages 76 years, and every one of its 29 appearances since 240 b.c.e. has been recorded, thanks to ancient Chinese astronomers—testimony to their dedication as astronomical observers and the endurance of Chinese culture."}
{"rating": "", "score": 0.7873090481786135, "text": "Indirect evidence from meteorites suggests that some asteroids might have been heated by a large impact causing them to differentiate into a dense iron core and a rocky mantle."}
{"rating": "", "score": 0.7873090481786135, "text": "For many dry regions this is an appropriate description, although where water is available in deserts, plants and animals thrive."}
{"rating": "", "score": 0.7873090481786135, "text": "Eventually these particles and many of the interrelationships among different parts of dissolved substances, called sediment, are deposited."}
{"rating": "", "score": 0.7873090481786135, "text": "By contrast, minerals such as muscovite and biotite typically form a large number of smaller grains."}
{"rating": "", "score": 0.7873090481786135, "text": "By contrast, mafic (basaltic) lavas, which contain less silica, are relatively fluid and have been known to travel 300 kilometers (180 miles) or more before congealing."}
{"rating": "", "score": 0.7873090481786135, "text": "As sand is deposited on the slip face, layers form that are inclined in the direction the wind is blowing."}
{"rating": "", "score": 0.7849588719153936, "text": "Rhyolite is fine-grained and frequently contains glass fragments and voids, indicating that it cooled rapidly in a surface, or near-surface, environment."}
{"rating": "", "score": 0.7849588719153936, "text": "Researchers estimate that thousands of meteoroids enter Earth’s atmosphere every day."}
{"rating": "", "score": 0.7849588719153936, "text": "Partial melting probably occurred in several isolated pockets, as indicated by the diverse chemical makeup of the rocks retrieved during the Apollo missions."}
{"rating": "", "score": 0.7849588719153936, "text": "Jupiter also has many very small satellites (about solar system lie beneath the icy surfaces of some of Jupi20 kilometers [12 miles] in diameter) that revolve in ter’s moons."}
{"rating": "", "score": 0.7849588719153936, "text": "In contrast to granite, which is widely distributed as large intrusive masses, rhyolite deposits are less common and generally less voluminous."}
{"rating": "", "score": 0.7849588719153936, "text": "However, tectonic processes trigger melting though various means, including reducing the melting point (temperature) of mantle rock."}
{"rating": "", "score": 0.7837837837837838, "text": "In 2006, the International Astronomical Union organized solar system objects not classified as planets or moons into two broad categories: (1) small solar system bodies, including asteroids, comets, and meteoroids, and (2) dwarf planets."}
{"rating": "", "score": 0.7837837837837838, "text": "In 2006, the International Astronomical Union organized solar system objects not classified as planets or moons into two broad categories: (1) small solar system bodies, including asteroids, comets, and meteoroids, and (2) dwarf planets."}
{"rating": "", "score": 0.7837837837837838, "text": "In 2006, the International Astronomical Union organized solar system objects not classified as planets or moons into two broad categories: (1) small solar system bodies, including asteroids, comets, and meteoroids, and (2) dwarf planets."}
{"rating": "", "score": 0.782608695652174, "text": "When these platy minerals are large enough to be discernible with the unaided eye, they exhibit planar or layered structures called schistosity."}
{"rating": "", "score": 0.782608695652174, "text": "The minerals that compose a rock strongly influA. The large crystals of light-colored ence its nature and appearance."}
{"rating": "", "score": 0.782608695652174, "text": "The level of acidity was even greater than in the acid rain that damaged lakes and streams in eastern North America during the latter part of the twentieth century."}
{"rating": "", "score": 0.782608695652174, "text": "Several modern river valleys, including areas on all the continents, temperatures were lower and the Red River and the Minnesota River, were originally cut thus evaporation rates were lower, but at the same time, by water entering or leaving the lake."}
{"rating": "", "score": 0.782608695652174, "text": "One of several hypotheses to explain the boulderstrewn topography is seismic shaking, which would cause the boulders to move upward as the finer materials sink."}
{"rating": "", "score": 0.782608695652174, "text": "Hornblende is found in igneous rocks, where it often makes up the dark portion of an otherwise light-colored rock ."}
{"rating": "", "score": 0.782608695652174, "text": "Comet Holmes, which orbits the Sun every 6 years, was uncharacteristically active during its most recent entry into the inner solar system. \n\n"}
{"rating": "", "score": 0.782608695652174, "text": "Based on the amount of erosion observed on the crater rim, the impact likely occurred within the past 50,000 years. \n\n"}
{"rating": "", "score": 0.782608695652174, "text": "At least 40 terrestrial craters exhibit features that could be produced only by an explosive impact of a large asteroid or perhaps even a comet nucleus."}
{"rating": "", "score": 0.782608695652174, "text": "At least 40 terrestrial craters exhibit features that could be produced only by an explosive impact of a large asteroid or perhaps even a comet nucleus."}
{"rating": "", "score": 0.782608695652174, "text": "At least 40 terrestrial craters exhibit features that could be produced only by an explosive impact of a large asteroid or perhaps even a comet nucleus."}
{"rating": "", "score": 0.7802585193889543, "text": "For example, magnetite crystals sometimes occur as octahedrons, garnets often form dodecahedrons, and halite and fluorite crystals tend to grow as cubes or near-cubes."}
{"rating": "", "score": 0.7802585193889543, "text": "For example, magnetite crystals sometimes occur as octahedrons, garnets often form dodecahedrons, and halite and fluorite crystals tend to grow as cubes or near-cubes."}
{"rating": "", "score": 0.7779083431257344, "text": "Therefore, all mineral samples are crystals or crystalline solids, even if they lack smooth-sided faces."}
{"rating": "", "score": 0.7779083431257344, "text": "The most common compound generated by precipitation is calcium carbonate (CaCO3), which makes up limestone, the most abundant chemical sedimentary rock."}
{"rating": "", "score": 0.7779083431257344, "text": "The discovery was made as Uranus passed in front of a distant star and blocked its view, a process called occultation (occult = hidden)."}
{"rating": "", "score": 0.7779083431257344, "text": "The discovery was made as Uranus passed in front of a distant star and blocked its view, a process called occultation (occult = hidden)."}
{"rating": "", "score": 0.7779083431257344, "text": "Galileo discovered the 4 largest satellites, referred to as Galilean satellites, in 1610 ."}
{"rating": "", "score": 0.7779083431257344, "text": "Earth’s oceans also serve as a repository for tremendous volumes of carbon dioxide, a major constituent of the primitive atmosphere."}
{"rating": "", "score": 0.7779083431257344, "text": "As material accumulated to form Earth (and for a short period afterward), the high-velocity impact of nebular debris and the decay of radioactive elements caused the temperature of our planet to steadily increase."}
{"rating": "", "score": 0.7767332549941245, "text": "Umbrella-shaped plumes have been source for volcanic activity is tidal energy generated by a relentless “tug of war” between Jupiter and the other volcanically active bodies of the Galilean moons, Galilean satellites—with Io as the rope."}
{"rating": "", "score": 0.7755581668625147, "text": "To varying degrees, these factors determine a magma’s mobility, or viscosity (viscos = sticky)."}
{"rating": "", "score": 0.7755581668625147, "text": "There are countless chunks of debris in the vast spaces separating the eight planets and in the outer reaches of the solar system."}
{"rating": "", "score": 0.7755581668625147, "text": "There are countless chunks of debris in the vast spaces separating the eight planets and in the outer reaches of the solar system."}
{"rating": "", "score": 0.7755581668625147, "text": "There are countless chunks of debris in the vast spaces separating the eight planets and in the outer reaches of the solar system."}
{"rating": "", "score": 0.7755581668625147, "text": "Their ring nature was determined 50 years later by Dutch astronomer Christian Huygens."}
{"rating": "", "score": 0.7755581668625147, "text": "Schist Medium- to coarse-grained metamorphic rocks in which platy minerals are dominant are called schists."}
{"rating": "", "score": 0.7755581668625147, "text": "Olivine and related forms are typically found in basalt, a common igneous rock of the oceanic crust and volcanic areas on the continents, and are thought to constitute up to 50 percent of Earth’s upper man tle. \n\n"}
{"rating": "", "score": 0.7755581668625147, "text": "Its constituent platy minerals are larger than those in slate but not large enough to be readily identifiable with the unaided eye."}
{"rating": "", "score": 0.7755581668625147, "text": "Impacts on Jupiter’s moons Amalthea and Thebe are believed to be the source of the debris from which the outer gossamer ring formed. \n\n"}
{"rating": "", "score": 0.7755581668625147, "text": "Granitic magma, which has a high silica content, is quite viscous (“thick”) and may erupt at temperatures as hand, basaltic magmas are low in Pyroxene silica and are generally more fluid."}
{"rating": "", "score": 0.773207990599295, "text": "The only way to distinguish the feldspars physically is to look for a multitude of fine parallel lines, called striations."}
{"rating": "", "score": 0.773207990599295, "text": "By contrast, native metals, such as copper 7.5, whereas 24-karat gold has a specific gravity of and gold, are malleable, which means they can be hamapproximately 20."}
{"rating": "", "score": 0.773207990599295, "text": "By analyzing how these rings scatter light, researchers determined that the rings are composed of fine, dark particles similar in size to smoke particles."}
{"rating": "", "score": 0.773207990599295, "text": "By analyzing how these rings scatter light, researchers determined that the rings are composed of fine, dark particles similar in size to smoke particles."}
{"rating": "", "score": 0.773207990599295, "text": "By analyzing how these rings scatter light, researchers determined that the rings are composed of fine, dark particles similar in size to smoke particles."}
{"rating": "", "score": 0.7708578143360753, "text": "The eight largest moons appear to have formed around Jupiter as the solar system condensed."}
{"rating": "", "score": 0.7708578143360753, "text": "The dark red garnet crystals (porphyroblasts) are embedded in a matrix of fine-grained large, intergrown calcite crystals, similar in appearance to those in coarse-grained igneous rocks."}
{"rating": "", "score": 0.7708578143360753, "text": "Recall that ice freezes at a specific temperature, whereas basaltic magma cools, minerals tend to crystallize in a systematic fashion, based on their melting temperatures."}
{"rating": "", "score": 0.7708578143360753, "text": "Pegmatite Deposits Magmatic differentiation is important in the late stages of the magmatic process."}
{"rating": "", "score": 0.7708578143360753, "text": "Learn the rock cycle well; you will be examinlithified into sedimentary rock when compacted by ing its interrelationships in greater detail throughout the weight of overlying layers or when cemented as this book."}
{"rating": "", "score": 0.7708578143360753, "text": "If molten rock containing some large crystals moves to a different environment—for example, by erupting at the surface—the remaining liquid portion of the lava cools more quickly."}
{"rating": "", "score": 0.7708578143360753, "text": "Basaltic magmas also erupt at higher temperatures than granitic igneous rock containing substantial magmas—usually at temperatures amounts of dark colored silicates and plagioclase feldspar."}
{"rating": "", "score": 0.7696827262044653, "text": "List and describe the principal characteristics of the small bodies that inhabit the solar system. \n\n"}
{"rating": "", "score": 0.7696827262044653, "text": "Consequently, the chemical makeup of an igneous rock can be inferred directly from its Feldspar silica content."}
{"rating": "", "score": 0.7685076380728555, "text": "Studies conducted at NASA’s Jet Propulsion Laboratory suggest that Miranda, the innermost of the five largest moons, was recently geologically active—most likely driven by gravitational heating, as occurs on Io. \n\n"}
{"rating": "", "score": 0.7685076380728555, "text": "Studies conducted at NASA’s Jet Propulsion Laboratory suggest that Miranda, the innermost of the five largest moons, was recently geologically active—most likely driven by gravitational heating, as occurs on Io. \n\n"}
{"rating": "", "score": 0.7685076380728555, "text": "Studies conducted at NASA’s Jet Propulsion Laboratory suggest that Miranda, the innermost of the five largest moons, was recently geologically active—most likely driven by gravitational heating, as occurs on Io. \n\n"}
{"rating": "", "score": 0.7685076380728555, "text": "Nevertheless, the world’s dry regions are probably the least familiar land areas on Earth outside the polar realm."}
{"rating": "", "score": 0.7685076380728555, "text": "Meteoroids less than about 1 meter (3 feet) in diameter generally vaporize before reaching Earth’s surface."}
{"rating": "", "score": 0.7685076380728555, "text": "Meteoroids less than about 1 meter (3 feet) in diameter generally vaporize before reaching Earth’s surface."}
{"rating": "", "score": 0.7685076380728555, "text": "However, like most other clear minerals, quartz is often colored by inclusions of various ions (impurities) and forms without developing good crystal faces."}
{"rating": "", "score": 0.7685076380728555, "text": "Development of gneissic banding Gneissic banding develops through the migration of ions that cause felsic and mafic minerals to grow in separate layers. \n\n"}
{"rating": "", "score": 0.7685076380728555, "text": "Before Apollo astronauts brought Moon rocks back to Earth, meteorites were the only extraterrestrial materials that could be studied in the laboratory."}
{"rating": "", "score": 0.7685076380728555, "text": "Because the properties of rocks are determined largely by the chemical composition and crystalline structure of the minerals contained within them, we will first consider these Earth materials."}
{"rating": "", "score": 0.7673325499412456, "text": "The Galileo mission also unexpectedly revealed that the com- Voyager 1 mission was the discovery of Jupiter’s ring position of each satellite is strikingly different, implying a different evolution for each."}
{"rating": "", "score": 0.7673325499412456, "text": "Metamorphism also alters Metamorphism occurs over a range of temperatures a rock’s texture, producing larger crystals and sometimes that lie between those experienced during the formaa distinct layered or banded appearance."}
{"rating": "", "score": 0.7661574618096357, "text": "Comet Holmes, which orbits the Sun every 6 years, was uncharacteristically active during its most recent entry into the inner solar system. \n\n"}
{"rating": "", "score": 0.7661574618096357, "text": "Comet Holmes, which orbits the Sun every 6 years, was uncharacteristically active during its most recent entry into the inner solar system. \n\n"}
{"rating": "", "score": 0.7661574618096357, "text": "Another feature that Neptune has in common with the other Jovian planets is layers of white, cirrus-like clouds (probably frozen methane) about 50 kilometers (30 miles) above the main cloud deck. \n\n"}
{"rating": "", "score": 0.7661574618096357, "text": "Another feature that Neptune has in common with the other Jovian planets is layers of white, cirrus-like clouds (probably frozen methane) about 50 kilometers (30 miles) above the main cloud deck. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Worldwide, extensive evaporite deposits, some exceeding hundreds of meters in thickness, provide evidence of ancient seas that have long since evaporated (see page 100)."}
{"rating": "", "score": 0.763807285546416, "text": "When pure, quartz is clear and, if allowed to grow without interference, will develop hexagonal crystals with pyramid-shaped ends."}
{"rating": "", "score": 0.763807285546416, "text": "When a rock is examined closely, we find that it usually consists of smaller crystals called minerals."}
{"rating": "", "score": 0.763807285546416, "text": "Through his primitive telescope, the rings appeared as two small bodies adjacent to the planet."}
{"rating": "", "score": 0.763807285546416, "text": "Through his primitive telescope, the rings appeared as two small bodies adjacent to the planet."}
{"rating": "", "score": 0.763807285546416, "text": "Through his primitive telescope, the rings appeared as two small bodies adjacent to the planet."}
{"rating": "", "score": 0.763807285546416, "text": "This arrangement maximizes the attraction between ions with opposite charges while minimizing the repulsion between ions with identical charges."}
{"rating": "", "score": 0.763807285546416, "text": "The specimen shown in for example, exhibits the characteristic crystal form associated with quartz—a six-sided prismatic shape with pyramidal ends."}
{"rating": "", "score": 0.763807285546416, "text": "The sedimentary called crystallization, may occur either beneath the surface rock reacts to the changing environment and turns into or, following a volcanic eruption, at the surface."}
{"rating": "", "score": 0.763807285546416, "text": "The inset shows an artist’s depiction of jets of gas and dust erupting from Comet Wild 2. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "The inset shows an artist’s depiction of jets of gas and dust erupting from Comet Wild 2. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "The inset shows an artist’s depiction of jets of gas and dust erupting from Comet Wild 2. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "The grains or crystals may be microscopically small or easily seen with the unaided eye."}
{"rating": "", "score": 0.763807285546416, "text": "The bright red area on the left side of the image (see arrow) is newly erupted lava. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "The bright red area on the left side of the image (see arrow) is newly erupted lava. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "The best smooth regions, and areas covered cratered, much like Earth’s Moon."}
{"rating": "", "score": 0.763807285546416, "text": "The United States produces nearly 2 billion tons of aggregate per year, which represents about one-half of the country’s entire nonenergy mining volume."}
{"rating": "", "score": 0.763807285546416, "text": "Sublimation is the process whereby a solid (ice) changes directly to a gas. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Sublimation is the process whereby a solid (ice) changes directly to a gas. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Sublimation is the process whereby a solid (ice) changes directly to a gas. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Sometimes the forces that hold atoms together cannot be understood on the basis of the attraction of oppositely charged ions."}
{"rating": "", "score": 0.763807285546416, "text": "Nowhere gravity before being picked up and transported by any is this idea better illustrated than when we examine the of a number of erosional agents, such as running water, rock cycle ."}
{"rating": "", "score": 0.763807285546416, "text": "More than 30 tons of iron fragments have been found in the immediate area, but attempts to locate the main body have been unsuccessful."}
{"rating": "", "score": 0.763807285546416, "text": "Migrating down the steep dunes can also pose a problem to the construction slip face."}
{"rating": "", "score": 0.763807285546416, "text": "Metamorphic rocks may also contain some unusually large grains, called porphyroblasts, that are surrounded by a fine-grained matrix of other minerals."}
{"rating": "", "score": 0.763807285546416, "text": "Metallic minerals generally have a dense, dark streak, whereas minerals with nonmetallic luster typically have a light-colored streak. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Metallic minerals generally have a dense, dark streak, whereas minerals with nonmetallic luster typically have a light-colored streak. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Metallic minerals generally have a dense, dark streak, whereas minerals with nonmetallic luster typically have a light-colored streak. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Its orbital period averages 76 years, and every one of its 29 appearances since 240 b.c.e. has been recorded, thanks to ancient Chinese astronomers—testimony to their dedication as astronomical observers and the endurance of Chinese culture."}
{"rating": "", "score": 0.763807285546416, "text": "Its orbital period averages 76 years, and every one of its 29 appearances since 240 b.c.e. has been recorded, thanks to ancient Chinese astronomers—testimony to their dedication as astronomical observers and the endurance of Chinese culture."}
{"rating": "", "score": 0.763807285546416, "text": "In contrast to granite, which is widely distributed as large intrusive masses, rhyolite deposits are less common and generally less voluminous."}
{"rating": "", "score": 0.763807285546416, "text": "If the answer is “yes,” the specific gravity of the sample will likely be between 2.5 and 3. \n\n2."}
{"rating": "", "score": 0.763807285546416, "text": "However, when small amounts of aluminum are incorporated into its atomic structure, quartz appears quite dark, in a variety called smoky quartz."}
{"rating": "", "score": 0.763807285546416, "text": "Furthermore, these two elements readily combine to form the basic “building block” for the most common mineral group, the silicates."}
{"rating": "", "score": 0.763807285546416, "text": "For example, rocks that are relatively low in silica contain large amounts of iron, magnesium, and calcium."}
{"rating": "", "score": 0.763807285546416, "text": "Eventually these particles and many of the interrelationships among different parts of dissolved substances, called sediment, are deposited."}
{"rating": "", "score": 0.763807285546416, "text": "Building just 2 kilometers of fourlane highway requires more than 85 thousand tons of aggregate."}
{"rating": "", "score": 0.763807285546416, "text": "Building an average six-room house requires 90 tons of aggregate."}
{"rating": "", "score": 0.763807285546416, "text": "Based on the amount of erosion observed on the crater rim, the impact likely occurred within the past 50,000 years. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "Based on the amount of erosion observed on the crater rim, the impact likely occurred within the past 50,000 years. \n\n"}
{"rating": "", "score": 0.763807285546416, "text": "At higher temperatures and pressures, the minute mica and chlorite flakes in slate begin to recrystallize into larger muscovite and biotite crystals."}
{"rating": "", "score": 0.763807285546416, "text": "About 542 million years ago, marine organisms began to extract calcium carbonate from seawater to make their shells and other hard parts."}
{"rating": "", "score": 0.7626321974148061, "text": "The larger image shows a lava flow on Hawaii’s Kilauea volcano."}
{"rating": "", "score": 0.7626321974148061, "text": "The innermost of the Galilean moons, Io, is perhaps the most volcanically active body in our solar system."}
{"rating": "", "score": 0.7626321974148061, "text": "Rhyolite Rhyolite is the fine-grained equivalent of granite and, like granite, is composed essentially of the light-colored silicates ."}
{"rating": "", "score": 0.7626321974148061, "text": "In portions of the Middle East, valuable oil rigs must be protected from encroaching dunes."}
{"rating": "", "score": 0.7626321974148061, "text": "If the resulting sedimentary rock is buried deep The Basic Cycle within Earth and involved in the dynamics of mountain Magma is molten rock that forms deep beneath Earth’s sur- building or intruded by a mass of magma, it is subjected face."}
{"rating": "", "score": 0.7614571092831963, "text": "Twelve years and nearly 3 billion miles of Voyager 2 travel provided investigators an amazing opportunity to view the outermost planet."}
{"rating": "", "score": 0.7614571092831963, "text": "Twelve years and nearly 3 billion miles of Voyager 2 travel provided investigators an amazing opportunity to view the outermost planet."}
{"rating": "", "score": 0.7614571092831963, "text": "They have two planes of cleavage meeting at or near 90-degree angles, are relatively hard (6 on the Mohs scale), and have a luster that ranges from glassy to pearly."}
{"rating": "", "score": 0.7614571092831963, "text": "Requiring more than 29 Earth years to make one revolution, Saturn is almost twice as far from the Sun as Jupiter, yet their atmospheres, compositions, and internal structures are remarkably similar."}
{"rating": "", "score": 0.7591069330199766, "text": "With maximum depths The Great Salt Lake exceeding 300 meters (1000 feet) and an area of 50,000 is a remnant of Lake square kilometers (20,000 square miles), Lake Bonneville was nearly the same size as present-day Lake Michigan."}
{"rating": "", "score": 0.7591069330199766, "text": "When Earth cooled sufficiently to allow water vapor to condense, rainwater fell and collected in low-lying areas."}
{"rating": "", "score": 0.7591069330199766, "text": "In 1910, Halley’s Comet made a very close approach to Earth, making for a spectacular Named for Dutch astronomer Jan Oort, the Oort cloud consists of comets that are distributed in all directions from the Sun, forming a spherical shell around the solar system."}
{"rating": "", "score": 0.7591069330199766, "text": "Impacts on Jupiter’s moons Amalthea and Thebe are believed to be the source of the debris from which the outer gossamer ring formed. \n\n"}
{"rating": "", "score": 0.7591069330199766, "text": "Impacts on Jupiter’s moons Amalthea and Thebe are believed to be the source of the debris from which the outer gossamer ring formed. \n\n"}
{"rating": "", "score": 0.7591069330199766, "text": "Describe the general distribution of Earth’s dry lands and explain why deserts form in the subtropics and middle latitudes. \n\n"}
{"rating": "", "score": 0.7567567567567567, "text": "Workers in underground mines know that temperatures increase as they descend deeper below Earth’s surface."}
{"rating": "", "score": 0.7567567567567567, "text": "Named in honor of astronomer Gerald Kuiper, who predicted its existence, the Kuiper belt hosts comets that orbit in the outer solar system, beyond Neptune ."}
{"rating": "", "score": 0.7567567567567567, "text": "Named in honor of astronomer Gerald Kuiper, who predicted its existence, the Kuiper belt hosts comets that orbit in the outer solar system, beyond Neptune ."}
{"rating": "", "score": 0.7567567567567567, "text": "Named in honor of astronomer Gerald Kuiper, who predicted its existence, the Kuiper belt hosts comets that orbit in the outer solar system, beyond Neptune ."}
{"rating": "", "score": 0.7567567567567567, "text": "It helps us understand the origin of Although most sediment ultimately comes to rest in the igneous, sedimentary, and metamorphic rocks and to ocean, other sites of deposition include river floodplains, see that each type is linked to the others by processes desert basins, swamps, and sand dunes."}
{"rating": "", "score": 0.7567567567567567, "text": "Indirect evidence from meteorites suggests that some asteroids might have been heated by a large impact causing them to differentiate into a dense iron core and a rocky mantle."}
{"rating": "", "score": 0.7567567567567567, "text": "Indirect evidence from meteorites suggests that some asteroids might have been heated by a large impact causing them to differentiate into a dense iron core and a rocky mantle."}
{"rating": "", "score": 0.7567567567567567, "text": "By 4 billion years ago, scientists estimate that as much as 90 percent of the current volume of seawater was contained in the developing ocean basins."}
{"rating": "", "score": 0.7555816686251469, "text": "Venus, once thought to be very similar to Earth, has an atmosphere composed of 97 percent carbon dioxide that produced an extreme greenhouse effect."}
{"rating": "", "score": 0.7555816686251469, "text": "Earlier in this chapter, you learned that Earth is biosphere slowly disintegrate and decompose rocks."}
{"rating": "", "score": 0.7555816686251469, "text": "Earlier in this chapter, you learned that Earth is biosphere slowly disintegrate and decompose rocks."}
{"rating": "", "score": 0.7555816686251469, "text": "As shown in oxygen and silicon are by far the most common elements in Earth’s crust."}
{"rating": "", "score": 0.754406580493537, "text": "For example, notice in that the minerals quartz, potassium feldspar, and muscovite, which are located in the same region of Bowen’s diagram, are typically found together as major constituents of the intrusive igneous rock granite."}
{"rating": "", "score": 0.7532314923619272, "text": "The bright area in the lower-central region, sometimes referred to as “the heart of the heart” is formally named Sputnik Planum and is thought to be the source of exotic ices that flowed to produce the two bluish lobes near the bottom of the image."}
{"rating": "", "score": 0.7532314923619272, "text": "The bright area in the lower-central region, sometimes referred to as “the heart of the heart” is formally named Sputnik Planum and is thought to be the source of exotic ices that flowed to produce the two bluish lobes near the bottom of the image."}
{"rating": "", "score": 0.7532314923619272, "text": "The bright area in the lower-central region, sometimes referred to as “the heart of the heart” is formally named Sputnik Planum and is thought to be the source of exotic ices that flowed to produce the two bluish lobes near the bottom of the image."}
{"rating": "", "score": 0.7532314923619272, "text": "If the resulting sedimentary rock is buried deep The Basic Cycle within Earth and involved in the dynamics of mountain Magma is molten rock that forms deep beneath Earth’s sur- building or intruded by a mass of magma, it is subjected face."}
{"rating": "", "score": 0.7520564042303174, "text": "Their ring nature was determined 50 years later by Dutch astronomer Christian Huygens."}
{"rating": "", "score": 0.7520564042303174, "text": "Their ring nature was determined 50 years later by Dutch astronomer Christian Huygens."}
{"rating": "", "score": 0.7520564042303174, "text": "The maria basalts are thought to have originated at depths between 200 and 400 kilometers (125 and 250 miles)."}
{"rating": "", "score": 0.7520564042303174, "text": "In geology, the term crystal or crystalline refers to any natural solid with an orderly, repeating internal structure."}
{"rating": "", "score": 0.7520564042303174, "text": "In 1902, Giuseppe Mercalli developed a more reliable intensity scale, which is still used today in a modified form."}
{"rating": "", "score": 0.7508813160987073, "text": "Then, about 3.8 billion years ago, the Moon, as well as the rest of the solar system, experienced a sudden drop in the rate of meteoritic bombardment."}
{"rating": "", "score": 0.7508813160987073, "text": "Rhyolite is fine-grained and frequently contains glass fragments and voids, indicating that it cooled rapidly in a surface, or near-surface, environment."}
{"rating": "", "score": 0.7497062279670975, "text": "They were likely generated by a slow rise in temperature attributed to the decay of radioactive elements."}
{"rating": "", "score": 0.7497062279670975, "text": "The most striking feature of Saturn is its system of rings, first observed by Galileo in 1610 ."}
{"rating": "", "score": 0.7497062279670975, "text": "The most striking feature of Saturn is its system of rings, first observed by Galileo in 1610 ."}
{"rating": "", "score": 0.7497062279670975, "text": "The most striking feature of Saturn is its system of rings, first observed by Galileo in 1610 ."}
{"rating": "", "score": 0.7497062279670975, "text": "The main ring is composed of particles believed to be fragments blasted from the surfaces of Metis and Adrastea, two small moons of Jupiter."}
{"rating": "", "score": 0.7497062279670975, "text": "The main ring is composed of particles believed to be fragments blasted from the surfaces of Metis and Adrastea, two small moons of Jupiter."}
{"rating": "", "score": 0.7497062279670975, "text": "The main ring is composed of particles believed to be fragments blasted from the surfaces of Metis and Adrastea, two small moons of Jupiter."}
{"rating": "", "score": 0.7497062279670975, "text": "Meteoroids less than about 1 meter (3 feet) in diameter generally vaporize before reaching Earth’s surface."}
{"rating": "", "score": 0.7497062279670975, "text": "Furthermore, the faint nature of the rings indicates that these minute particles are widely dispersed."}
{"rating": "", "score": 0.7497062279670975, "text": "Furthermore, the faint nature of the rings indicates that these minute particles are widely dispersed."}
{"rating": "", "score": 0.7497062279670975, "text": "Furthermore, the faint nature of the rings indicates that these minute particles are widely dispersed."}
{"rating": "", "score": 0.7497062279670975, "text": "Describe a simple chemical test that is useful in identifying the mineral calcite. \n\n"}
{"rating": "", "score": 0.7497062279670975, "text": "After sunset on a clear, dark night, many are bright enough to be seen with the naked eye. \n\n"}
{"rating": "", "score": 0.7497062279670975, "text": "After sunset on a clear, dark night, many are bright enough to be seen with the naked eye. \n\n"}
{"rating": "", "score": 0.7497062279670975, "text": "After exploring this asteroid by digging into its surface to extract fresh samples, it is scheduled to return to Earth in 2020. \n\n"}
{"rating": "", "score": 0.7485311398354877, "text": "Requiring more than 29 Earth years to make one revolution, Saturn is almost twice as far from the Sun as Jupiter, yet their atmospheres, compositions, and internal structures are remarkably similar."}
{"rating": "", "score": 0.7473560517038779, "text": "It helps us understand the origin of Although most sediment ultimately comes to rest in the igneous, sedimentary, and metamorphic rocks and to ocean, other sites of deposition include river floodplains, see that each type is linked to the others by processes desert basins, swamps, and sand dunes."}
{"rating": "", "score": 0.7473560517038779, "text": "Damage negligible in buildings of good design and construction; slight to moderate in well-built ordinary structures; considerable in poorly built or badly designed structures."}
{"rating": "", "score": 0.7461809635722679, "text": "More than 800 silicate minerals are known, and they account for more than 90 percent of Earth’s crust."}
{"rating": "", "score": 0.7450058754406581, "text": "Twelve years and nearly 3 billion miles of Voyager 2 travel provided investigators an amazing opportunity to view the outermost planet."}
{"rating": "", "score": 0.7450058754406581, "text": "These specimens contain elongated feldspar crystals a few centimeters in length that are scattered among smaller crystals of quartz and amphibole . \n\n"}
{"rating": "", "score": 0.7450058754406581, "text": "These specimens contain elongated feldspar crystals a few centimeters in length that are scattered among smaller crystals of quartz and amphibole . \n\n"}
{"rating": "", "score": 0.7450058754406581, "text": "More than 30 tons of iron fragments have been found in the immediate area, but attempts to locate the main body have been unsuccessful."}
{"rating": "", "score": 0.7450058754406581, "text": "More than 30 tons of iron fragments have been found in the immediate area, but attempts to locate the main body have been unsuccessful."}
{"rating": "", "score": 0.7438307873090482, "text": "Compare the two parts of and identify three major changes to the flow of rivers in the central United States during the Ice Age."}
{"rating": "", "score": 0.7426556991774383, "text": "These mineral resources, like most others, result from processes that concentrate desirable materials to the extent that extraction is economically feasible."}
{"rating": "", "score": 0.7426556991774383, "text": "The gravitational other than Earth known has an icy surface that to exist in the solar system."}
{"rating": "", "score": 0.7426556991774383, "text": "Distinguish between compositional and structural variations in minerals and provide one example of each. \n\n"}
{"rating": "", "score": 0.7414806110458285, "text": "The Great Salt Lake in Utah and Bolivia’s great salt flat, Salar de Uyuni, provide good examples of this process at work ."}
{"rating": "", "score": 0.7414806110458285, "text": "Notable among them is Arizona’s Meteor Crater, a huge cavity more than 1 kilometer (0.6 mile) wide and 170 meters (560 feet) deep, with an upturned rim that rises above the surrounding countryside ."}
{"rating": "", "score": 0.7414806110458285, "text": "In 1910, Halley’s Comet made a very close approach to Earth, making for a spectacular Named for Dutch astronomer Jan Oort, the Oort cloud consists of comets that are distributed in all directions from the Sun, forming a spherical shell around the solar system."}
{"rating": "", "score": 0.7414806110458285, "text": "As on Jupiter, the dynamics of Saturn’s atmosphere are driven by the heat released by gravitational compression. \n\n"}
{"rating": "", "score": 0.7414806110458285, "text": "As on Jupiter, the dynamics of Saturn’s atmosphere are driven by the heat released by gravitational compression. \n\n"}
{"rating": "", "score": 0.7414806110458285, "text": "As on Jupiter, the dynamics of Saturn’s atmosphere are driven by the heat released by gravitational compression. \n\n"}
{"rating": "", "score": 0.7403055229142186, "text": "When a rock is examined closely, we find that it usually consists of smaller crystals called minerals."}
{"rating": "", "score": 0.7403055229142186, "text": "Thus, an ionic bond is the attraction of oppositely charged ions to one another, and it produces an electrically neutral ionic compound."}
{"rating": "", "score": 0.7403055229142186, "text": "Radiometric dating of the maria basalts puts their age between 3.0 billion and 3.5 billion years, considerably younger than the initial lunar crust."}
{"rating": "", "score": 0.7403055229142186, "text": "Perhaps the first attempt to scientifically describe the aftermath of an earthquake came following the great Italian earthquake of 1857."}
{"rating": "", "score": 0.7403055229142186, "text": "Melting produced liquid blobs of heavy metal that gravitationally sank toward the center of the planet."}
{"rating": "", "score": 0.7403055229142186, "text": "Ion migration causes light and dark minerals to separate. \n\n"}
{"rating": "", "score": 0.7403055229142186, "text": "If this rising magma reaches the surface, it will trigger an episode of hot-spot volcanism. \n\n"}
{"rating": "", "score": 0.7403055229142186, "text": "Hornfels tends to be gray to black in color and quite hard, and it may display conchoidal fracture. \n\n"}
{"rating": "", "score": 0.7403055229142186, "text": "For example, at the stage when about one-third of the magma has solidified, the remaining molten material will be nearly depleted in iron, magnesium, and calcium because these elements are major constituents of the minerals that form earliest in the process. \n\n"}
{"rating": "", "score": 0.7403055229142186, "text": "During some volcanic eruptions, molten rock is ejected into the atmosphere, where it is quenched (very quickly cooled) to become a solid."}
{"rating": "", "score": 0.7391304347826088, "text": "List and briefly describe five effects of Ice Age glaciers aside from the formation of major erosional and depositional features. \n\n"}
{"rating": "", "score": 0.7367802585193889, "text": "The bottom of the image shows Triton’s wind- and sublimationeroded south polar cap."}
{"rating": "", "score": 0.7367802585193889, "text": "The bottom of the image shows Triton’s wind- and sublimationeroded south polar cap."}
{"rating": "", "score": 0.7367802585193889, "text": "The bottom of the image shows Triton’s wind- and sublimationeroded south polar cap."}
{"rating": "", "score": 0.7356051703877791, "text": "The grains or crystals may be microscopically small or easily seen with the unaided eye."}
{"rating": "", "score": 0.7356051703877791, "text": "The Modified Mercalli Intensity scale, shown in Table 11.1, was developed using California buildings as its standard."}
{"rating": "", "score": 0.7356051703877791, "text": "As long as the solution is not saturated, the motion of the dissolved ions keeps them from joining together."}
{"rating": "", "score": 0.7356051703877791, "text": "Although the dark components generally make up less than 10 percent of most granites, dark minerals appear to be more prominent than their percentage indicates."}
{"rating": "", "score": 0.7356051703877791, "text": "Although the dark components generally make up less than 10 percent of most granites, dark minerals appear to be more prominent than their percentage indicates."}
{"rating": "", "score": 0.7344300822561692, "text": "Titan and Neptune’s Triton are the only satellites in the solar system known to have substantial atmospheres."}
{"rating": "", "score": 0.7344300822561692, "text": "Titan and Neptune’s Triton are the only satellites in the solar system known to have substantial atmospheres."}
{"rating": "", "score": 0.7344300822561692, "text": "Titan and Neptune’s Triton are the only satellites in the solar system known to have substantial atmospheres."}
{"rating": "", "score": 0.7332549941245594, "text": "Some gneisses will split along the layers of platy minerals, but most break in an irregular fashion."}
{"rating": "", "score": 0.7332549941245594, "text": "Requiring more than 29 Earth years to make one revolution, Saturn is almost twice as far from the Sun as Jupiter, yet their atmospheres, compositions, and internal structures are remarkably similar."}
{"rating": "", "score": 0.7332549941245594, "text": "Jupiter’s Moons Jupiter’s satellite system, consisting of 67 moons discovered thus far, resembles a miniature solar system."}
{"rating": "", "score": 0.7332549941245594, "text": "Although the color of a mineral is not always helpful in identification, the streak, which is the color of the powdered mineral, can be very useful. \n\n"}
{"rating": "", "score": 0.7332549941245594, "text": "Although the color of a mineral is not always helpful in identification, the streak, which is the color of the powdered mineral, can be very useful. \n\n"}
{"rating": "", "score": 0.7332549941245594, "text": "Although the color of a mineral is not always helpful in identification, the streak, which is the color of the powdered mineral, can be very useful. \n\n"}
{"rating": "", "score": 0.7309048178613395, "text": "The last prominent features to form were rayed craters, as exemplified by the 93-kilometer-wide (56-milewide) Copernicus crater shown in Material ejected from these craters blankets the maria surfaces and many older, rayless craters."}
{"rating": "", "score": 0.7309048178613395, "text": "The gravitational effect of a distant passing star may send an occasional Oort cloud comet into a highly eccentric orbit that carries it toward the Sun."}
{"rating": "", "score": 0.7309048178613395, "text": "The gravitational effect of a distant passing star may send an occasional Oort cloud comet into a highly eccentric orbit that carries it toward the Sun."}
{"rating": "", "score": 0.7309048178613395, "text": "The gravitational effect of a distant passing star may send an occasional Oort cloud comet into a highly eccentric orbit that carries it toward the Sun."}
{"rating": "", "score": 0.7309048178613395, "text": "Shaking was reported from Maine to Florida, an national landmarks were damaged, including the Washington Monument and the National Cathedral located about 130 kilometers (80 miles) away from the epicenter."}
{"rating": "", "score": 0.7309048178613395, "text": "Recall that during high-grade metamorphism, the light and dark components separate, giving gneisses their characteristic banded or layered appearance."}
{"rating": "", "score": 0.7309048178613395, "text": "Phyllite exhibits rock cleavage and is composed mainly of very fine crystals of mainly muscovite, chlorite, or both. \n\n"}
{"rating": "", "score": 0.7309048178613395, "text": "In 1910, Halley’s Comet made a very close approach to Earth, making for a spectacular Named for Dutch astronomer Jan Oort, the Oort cloud consists of comets that are distributed in all directions from the Sun, forming a spherical shell around the solar system."}
{"rating": "", "score": 0.7309048178613395, "text": "Explain how different igneous and metamorphic processes produce economically significant mineral deposits. \n\n"}
{"rating": "", "score": 0.7309048178613395, "text": "Consequently, felsic (rhyolitic) lavas are very viscous and tend to form comparatively short, thick flows."}
{"rating": "", "score": 0.7297297297297297, "text": "Notable among them is Arizona’s Meteor Crater, a huge cavity more than 1 kilometer (0.6 mile) wide and 170 meters (560 feet) deep, with an upturned rim that rises above the surrounding countryside ."}
{"rating": "", "score": 0.7297297297297297, "text": "Notable among them is Arizona’s Meteor Crater, a huge cavity more than 1 kilometer (0.6 mile) wide and 170 meters (560 feet) deep, with an upturned rim that rises above the surrounding countryside ."}
{"rating": "", "score": 0.7285546415981199, "text": "More recent ground- and space-based observations indicate that Uranus has at least 10 sharp-edged, distinct rings orbiting its equatorial region."}
{"rating": "", "score": 0.7285546415981199, "text": "More recent ground- and space-based observations indicate that Uranus has at least 10 sharp-edged, distinct rings orbiting its equatorial region."}
{"rating": "", "score": 0.7285546415981199, "text": "More recent ground- and space-based observations indicate that Uranus has at least 10 sharp-edged, distinct rings orbiting its equatorial region."}
{"rating": "", "score": 0.7285546415981199, "text": "After exploring this asteroid by digging into its surface to extract fresh samples, it is scheduled to return to Earth in 2020. \n\n"}
{"rating": "", "score": 0.7262044653349001, "text": "Before Apollo astronauts brought Moon rocks back to Earth, meteorites were the only extraterrestrial materials that could be studied in the laboratory."}
{"rating": "", "score": 0.7238542890716804, "text": "Still others, notably the micas, are elastic and will bend and snap back to their original shape after stress is released."}
{"rating": "", "score": 0.7238542890716804, "text": "In November 2005, the Japanese probe Hayabusa landed on a small near-Earth asteroid named 25143 Itokawa; it returned to Earth in June 2010."}
{"rating": "", "score": 0.7238542890716804, "text": "In November 2005, the Japanese probe Hayabusa landed on a small near-Earth asteroid named 25143 Itokawa; it returned to Earth in June 2010."}
{"rating": "", "score": 0.7238542890716804, "text": "If that bottle were then allowed to sit undisturbed, the different materials would separate and settle into layers."}
{"rating": "", "score": 0.7238542890716804, "text": "Although confining pressure acts to compact the clay minerals in shale are transformed into tiny chlosediment to form sedimentary rocks, the pressures rite and muscovite mica flakes."}
{"rating": "", "score": 0.7238542890716804, "text": "After sunset on a clear, dark night, many are bright enough to be seen with the naked eye. \n\n"}
{"rating": "", "score": 0.7226792009400705, "text": "List and describe the principal characteristics of the small bodies that inhabit the solar system. \n\n"}
{"rating": "", "score": 0.7226792009400705, "text": "List and describe the principal characteristics of the small bodies that inhabit the solar system. \n\n"}
{"rating": "", "score": 0.719153936545241, "text": "Although the atmosphere is about 93 percent hydrogen and 3 percent helium by volume, the clouds (or condensed gases) are composed of ammonia, ammonia hydrosulfide, and water, each segregated by temperature."}
{"rating": "", "score": 0.719153936545241, "text": "Although the atmosphere is about 93 percent hydrogen and 3 percent helium by volume, the clouds (or condensed gases) are composed of ammonia, ammonia hydrosulfide, and water, each segregated by temperature."}
{"rating": "", "score": 0.719153936545241, "text": "Although the atmosphere is about 93 percent hydrogen and 3 percent helium by volume, the clouds (or condensed gases) are composed of ammonia, ammonia hydrosulfide, and water, each segregated by temperature."}
{"rating": "", "score": 0.7168037602820211, "text": "Thus, an ionic bond is the attraction of oppositely charged ions to one another, and it produces an electrically neutral ionic compound."}
{"rating": "", "score": 0.7168037602820211, "text": "Gneiss Gneiss is the term applied to medium- to coarse-grained banded metamorphic rocks in which granular and elongated (as opposed to platy) minerals predominate."}
{"rating": "", "score": 0.7168037602820211, "text": "Galena, an ore from and halite, tend to be brittle and shatter into small pieces which lead is extracted, has a specific gravity of roughly when struck."}
{"rating": "", "score": 0.7144535840188014, "text": "Thus, most gneisses consist of alternating bands of white or reddish feldspar-rich zones and layers of dark ferromagnesian minerals ."}
{"rating": "", "score": 0.7144535840188014, "text": "Research suggests that the salinity of the oceans initially increased rapidly but has remained relatively constant over the past 2 billion years."}
{"rating": "", "score": 0.7121034077555818, "text": "Sometimes the forces that hold atoms together cannot be understood on the basis of the attraction of oppositely charged ions."}
{"rating": "", "score": 0.7121034077555818, "text": "However, the concept of dryness is a relative one that refers to any situation in which an ongoing water deficiency exists."}
{"rating": "", "score": 0.7121034077555818, "text": "For example, an amphibole-rich rock that exhibits a gneissic texture is called amphibolite."}
{"rating": "", "score": 0.7121034077555818, "text": "Consequently, Earth’s rocky surface weathered at an accelerated rate."}
{"rating": "", "score": 0.7097532314923619, "text": "Recent evidence suggests that some mareforming eruptions may have occurred as recently as 1 billion years ago."}
{"rating": "", "score": 0.7097532314923619, "text": "In November 2005, the Japanese probe Hayabusa landed on a small near-Earth asteroid named 25143 Itokawa; it returned to Earth in June 2010."}
{"rating": "", "score": 0.7097532314923619, "text": "However, when composed of dark pink feldspar grains, granite can exhibit a reddish color."}
{"rating": "", "score": 0.7097532314923619, "text": "After exploring this asteroid by digging into its surface to extract fresh samples, it is scheduled to return to Earth in 2020. \n\n"}
{"rating": "", "score": 0.7062279670975323, "text": "This is analogous to what happens when a jar of sand and various-sized pebbles is shaken: The larger pebbles rise to the top, while the smaller sand grains settle to the bottom (sometimes referred to as the Brazil nut effect)."}
{"rating": "", "score": 0.7050528789659225, "text": "The relatively young Copernicus crater is thought to be about 1 billion years old."}
{"rating": "", "score": 0.7050528789659225, "text": "Instead, barren rocky outcrops with steep, angular slopes are common."}
{"rating": "", "score": 0.7050528789659225, "text": "Because quartz ion (Si41), no other positive ions are needed to attain In quartz, a three-dimensional framework is developed through the complete sharing of oxygen by adjacent silicon atoms."}
{"rating": "", "score": 0.7050528789659225, "text": "Because most building materials are widely distributed and present in almost unlimited quantities, they have little intrinsic value."}
{"rating": "", "score": 0.7050528789659225, "text": "Because different minerals crystallize under different environmental conditions (temperatures and pressure), it is possible for crystals of one mineral to become quite large before others even begin to form."}
{"rating": "", "score": 0.7038777908343126, "text": "Neptune also exhibits large dark spots, thought to be rotating storms similar to Jupiter’s Great Red Spot."}
{"rating": "", "score": 0.7038777908343126, "text": "Neptune also exhibits large dark spots, thought to be rotating storms similar to Jupiter’s Great Red Spot."}
{"rating": "", "score": 0.7038777908343126, "text": "Neptune also exhibits large dark spots, thought to be rotating storms similar to Jupiter’s Great Red Spot."}
{"rating": "", "score": 0.700352526439483, "text": "Thus, sand begins to accumulate there is a sufficient supply of sand and the wind blows wherever an obstruction across the path of the wind steadily for a long enough time, the mound of sand slows its movement."}
{"rating": "", "score": 0.700352526439483, "text": "This understanding also has many practical applications, including finding energy and mineral resources and solving environmental problems."}
{"rating": "", "score": 0.700352526439483, "text": "Sometimes it is arbitrarily defined by a single rainfall figure, such as 25 centimeters (10 inches) per year of precipitation."}
{"rating": "", "score": 0.6991774383078732, "text": "Once formed, the lunar crust was continually impacted as the Moon swept up debris from the solar nebula."}
{"rating": "", "score": 0.6956521739130435, "text": "Some minerals tend to grow equally in all three dimensions, whereas others tend to be elongated in one direction or flattened minerals have crystals that exhibit regular polygons that are helpful in their identification."}
{"rating": "", "score": 0.6956521739130435, "text": "Some minerals tend to grow equally in all three dimensions, whereas others tend to be elongated in one direction or flattened minerals have crystals that exhibit regular polygons that are helpful in their identification."}
{"rating": "", "score": 0.6956521739130435, "text": "Some minerals tend to grow equally in all three dimensions, whereas others tend to be elongated in one direction or flattened minerals have crystals that exhibit regular polygons that are helpful in their identification."}
{"rating": "", "score": 0.6956521739130435, "text": "For example, magnetite crystals sometimes occur as octahedrons, garnets often form dodecahedrons, and halite and fluorite crystals tend to grow as cubes or near-cubes."}
{"rating": "", "score": 0.6956521739130435, "text": "For example, halite (NaCl) and silvite (KCl) belong to the halide class and commonly occur together in evaporite deposits."}
{"rating": "", "score": 0.6933019976498238, "text": "Thus, in addition to the common silicates, some pegmatites include semiprecious gems such as beryl, topaz, and tourmaline."}
{"rating": "", "score": 0.6933019976498238, "text": "For example, two samples of the mineral quartz will be equally hard and equally dense, and they will break in a similar manner."}
{"rating": "", "score": 0.6921269095182139, "text": "This is analogous to what happens when a jar of sand and various-sized pebbles is shaken: The larger pebbles rise to the top, while the smaller sand grains settle to the bottom (sometimes referred to as the Brazil nut effect)."}
{"rating": "", "score": 0.6921269095182139, "text": "Some of the most important accumulations of metals, such as gold, silver, copper, mercury, lead, platinum, and nickel, are produced by igneous and metamorphic processes (see Table 23.1)."}
{"rating": "", "score": 0.690951821386604, "text": "Because volcanic eruptions released into the atmosphere large quantities of sulfur dioxide, which readily combines with water to form hydrochloric acid, the earliest rainwater was highly acidic."}
{"rating": "", "score": 0.6886016451233843, "text": "For If complete melting occurs, the rock has entered the example, in low-grade metamorphic environments, the realm of igneous activity, as discussed in Chapter 4."}
{"rating": "", "score": 0.6862514688601645, "text": "This is significant because carbon dioxide is a greenhouse gas that strongly influences the heating of the atmosphere."}
{"rating": "", "score": 0.6862514688601645, "text": "These structures, in turn, impede ionic transport and increase the magma’s viscosity."}
{"rating": "", "score": 0.6862514688601645, "text": "For example, detailed images from Galileo the opposite direction (retrograde motion) of the larghave revealed that Europa’s icy surface is quite young est moons and have eccentric (elongated) orbits steeply and exhibits cracks apparently filled with dark fluid from inclined to the Jovian equator."}
{"rating": "", "score": 0.6862514688601645, "text": "Because these processes combine in different ways from place to place, the appearance of desert landscapes varies a great deal as well. \n\n"}
{"rating": "", "score": 0.6850763807285547, "text": "Jupiter’s four largest moons These moons are often referred to as the Galilean moons because Galileo discovered them. \n\n"}
{"rating": "", "score": 0.6850763807285547, "text": "Jupiter’s four largest moons These moons are often referred to as the Galilean moons because Galileo discovered them. \n\n"}
{"rating": "", "score": 0.6850763807285547, "text": "Jupiter’s four largest moons These moons are often referred to as the Galilean moons because Galileo discovered them. \n\n"}
{"rating": "", "score": 0.6839012925969449, "text": "Since their per-ton value compared with the values of metals and industrial minerals is low, mining and quarrying operations are usually undertaken to satisfy local needs."}
{"rating": "", "score": 0.6839012925969449, "text": "However, when composed of dark pink feldspar grains, granite can exhibit a reddish color."}
{"rating": "", "score": 0.681551116333725, "text": "Some, called micrometeorites, are so tiny and their rate of fall so slow that they drift to Earth continually as space dust."}
{"rating": "", "score": 0.6792009400705054, "text": "This understanding also has many practical applications, including finding energy and mineral resources and solving environmental problems."}
{"rating": "", "score": 0.6792009400705054, "text": "Because they are located in arid regions with high evaporation rates, these water bodies regularly precipitate the minerals halite, sylvite, and gypsum, as well as other soluble salts, called evaporite deposits."}
{"rating": "", "score": 0.6780258519388954, "text": "This is analogous to what happens when a jar of sand and various-sized pebbles is shaken: The larger pebbles rise to the top, while the smaller sand grains settle to the bottom (sometimes referred to as the Brazil nut effect)."}
{"rating": "", "score": 0.6768507638072856, "text": "This is particularly true of granitic magmas, in which the residual melt can become enriched in rare elements and heavy metals."}
{"rating": "", "score": 0.6745005875440658, "text": "Thus, ionic compounds consist of an orderly arrangement of oppositely charged ions assembled in a definite ratio that provides overall electrical neutrality. \n\n"}
{"rating": "", "score": 0.6745005875440658, "text": "These sloping layers are called Strong winds move sand up the cross-beds ."}
{"rating": "", "score": 0.6745005875440658, "text": "Some mineral properties, called diagnostic properties, are particularly useful in identifying an unknown mineral."}
{"rating": "", "score": 0.6745005875440658, "text": "However, the quartz crystals in the sample of granite shown in do not display well-defined faces."}
{"rating": "", "score": 0.6745005875440658, "text": "Because so few minerals share this property, a salty taste is considered a diagnostic property of halite."}
{"rating": "", "score": 0.673325499412456, "text": "However, most comets are too small and too distant to be observed from Earth, even using the Hubble Space Telescope."}
{"rating": "", "score": 0.673325499412456, "text": "However, most comets are too small and too distant to be observed from Earth, even using the Hubble Space Telescope."}
{"rating": "", "score": 0.6698002350176263, "text": "As a result, its Carbon dioxide is readily soluble in seawater, where it often joins other atoms or molecules to produce various chemical precipitates."}
{"rating": "", "score": 0.6674500587544065, "text": "This gravitational flexing of Io is transformed into heat (similar to the backand-forth bending of a piece of sheet metal) and results in Io’s spectacular sulfurous volcanic eruptions."}
{"rating": "", "score": 0.6674500587544065, "text": "However, the physical properties of individual samples may vary within specific limits due to ionic substitutions, inclusions of foreign elements (impurities), and defects in the crystalline structure. \n\n"}
{"rating": "", "score": 0.6650998824911869, "text": "Thus, metamorto metamorphic rock is often gradual and the change phism involves the formation of new minerals from preexisting ones."}
{"rating": "", "score": 0.6650998824911869, "text": "This disc-shaped structure is thought to contain about a billion objects over 1 kilometer (0.62 mile) in size."}
{"rating": "", "score": 0.6639247943595771, "text": "This cooler, wetter of Lake Agassiz include Lake Winnipeg, Lake Manitoba, climate formed many pluvial lakes (pluvia = rain)."}
{"rating": "", "score": 0.662749706227967, "text": "Some of these deposits can be observed today in the chalk beds exposed along the White Cliffs of Dover, England, shown in By “locking up” carbon dioxide, these limestone deposits store this greenhouse gas so it cannot easily reenter the atmosphere."}
{"rating": "", "score": 0.6603995299647474, "text": "This plume of volcanic gases and debris is rising more than 100 kilometers (60 miles) above Io’s surface. \n\n"}
{"rating": "", "score": 0.6603995299647474, "text": "These banded gneisses often exhibit evidence of deformation, including folds and sometimes Gneisses having a felsic composition may be derived from granite or its fine-grained equivalent, rhyolite."}
{"rating": "", "score": 0.6603995299647474, "text": "Some, called micrometeorites, are so tiny and their rate of fall so slow that they drift to Earth continually as space dust."}
{"rating": "", "score": 0.6580493537015276, "text": "This process occurred rapidly on the scale of geologic time and produced Earth’s dense iron-rich core."}
{"rating": "", "score": 0.6580493537015276, "text": "In 1970, South Africa dominated global gold production—accounting for 79% of production throughout the world."}
{"rating": "", "score": 0.6556991774383079, "text": "These include the volcanic rocks obsidian and pumice, which are noncrystalline glassy substances, and coal, which consists of solid organic debris."}
{"rating": "", "score": 0.6533490011750882, "text": "This important category of igneous rocks is often associated with volcanic activity that is typically confined to the seaward margins of the continents and on volcanic island arcs such as the Aleutian chain. \n\n"}
{"rating": "", "score": 0.6533490011750882, "text": "As a result, metamorphic rocks that contain large crystals (porphyroblasts) of, for example, garnet embedded in a finer-grained matrix of biotite and muscovite, are relatively common ."}
{"rating": "", "score": 0.6521739130434783, "text": "However, Neptune’s storms appear to have comparatively short life spans—usually only a few years."}
{"rating": "", "score": 0.6521739130434783, "text": "However, Neptune’s storms appear to have comparatively short life spans—usually only a few years."}
{"rating": "", "score": 0.6509988249118684, "text": "This suggests that under its icy shell, Europa to be asteroids or comets that passed near enough to be must have a warm, mobile interior—perhaps an ocean."}
{"rating": "", "score": 0.6462984723854289, "text": "Thus, ionic compounds consist of an orderly arrangement of oppositely charged ions assembled in a definite ratio that provides overall electrical neutrality. \n\n"}
{"rating": "", "score": 0.6462984723854289, "text": "This graph illustrates the temperatures and pressures typically associated with the major types of metamorphic environments."}
{"rating": "", "score": 0.6462984723854289, "text": "This disc-shaped structure is thought to contain about a billion objects over 1 kilometer (0.62 mile) in size."}
{"rating": "", "score": 0.6462984723854289, "text": "This disc-shaped structure is thought to contain about a billion objects over 1 kilometer (0.62 mile) in size."}
{"rating": "", "score": 0.6462984723854289, "text": "These nearly spherical openings are called vesicles, and the rocks that contain them are said to have a vesicular texture."}
{"rating": "", "score": 0.6462984723854289, "text": "These flat components commonly include muscovite and biotite that display parallel alignments that give the rock its foliated texture ."}
{"rating": "", "score": 0.6462984723854289, "text": "Some of these dissolved substances precipitated to become chemical sediment that mantled the ocean floor."}
{"rating": "", "score": 0.6462984723854289, "text": "Because of its excellent conchoidal fracture and ability to hold a sharp, hard edge, obsidian was a prized material from which Native AmeriObsidian arrowhead Native cans chipped arrowheads and cutting Americans made tools ."}
{"rating": "", "score": 0.6451233842538191, "text": "However, most comets are too small and too distant to be observed from Earth, even using the Hubble Space Telescope."}
{"rating": "", "score": 0.6451233842538191, "text": "Although most of the lakes completely disappeared, a few small remnants of Lake Bonneville remain, the Great Salt Lake being the largest and best known. \n\n"}
{"rating": "", "score": 0.6415981198589894, "text": "This plume of volcanic gases and debris is rising more than 100 kilometers (60 miles) above Io’s surface. \n\n"}
{"rating": "", "score": 0.6415981198589894, "text": "This plume of volcanic gases and debris is rising more than 100 kilometers (60 miles) above Io’s surface. \n\n"}
{"rating": "", "score": 0.6392479435957696, "text": "Some, called micrometeorites, are so tiny and their rate of fall so slow that they drift to Earth continually as space dust."}
{"rating": "", "score": 0.6392479435957696, "text": "However, only a tiny fraction of Oort cloud comets have orbits that bring them into the inner solar system. \n\n"}
{"rating": "", "score": 0.6392479435957696, "text": "However, only a tiny fraction of Oort cloud comets have orbits that bring them into the inner solar system. \n\n"}
{"rating": "", "score": 0.6392479435957696, "text": "However, only a tiny fraction of Oort cloud comets have orbits that bring them into the inner solar system. \n\n"}
{"rating": "", "score": 0.63689776733255, "text": "Then, about 4.4 billion years ago, the magma ocean began to cool and underwent magmatic differentiation (see Chapter 4)."}
{"rating": "", "score": 0.6345475910693302, "text": "This process is responsible for generating magma along oceanic ridges (divergent plate boundaries) where plates are rifting apart ."}
{"rating": "", "score": 0.6345475910693302, "text": "This means that our planet consists of many The materials that result are often moved downslope by interacting parts that form a complex whole."}
{"rating": "", "score": 0.6345475910693302, "text": "This means that our planet consists of many The materials that result are often moved downslope by interacting parts that form a complex whole."}
{"rating": "", "score": 0.6310223266745006, "text": "Although the bands of clouds are fainter and wider near the equator, rotating “storms” similar to Jupiter’s Great Red Spot occur in Saturn’s atmosphere, as does intense lightning."}
{"rating": "", "score": 0.6310223266745006, "text": "Although the bands of clouds are fainter and wider near the equator, rotating “storms” similar to Jupiter’s Great Red Spot occur in Saturn’s atmosphere, as does intense lightning."}
{"rating": "", "score": 0.6310223266745006, "text": "Although the bands of clouds are fainter and wider near the equator, rotating “storms” similar to Jupiter’s Great Red Spot occur in Saturn’s atmosphere, as does intense lightning."}
{"rating": "", "score": 0.6286721504112808, "text": "However, Neptune’s storms appear to have comparatively short life spans—usually only a few years."}
{"rating": "", "score": 0.6286721504112808, "text": "For example, Ganymede has a dynamic core that generates a strong magnetic field not observed in other satellites."}
{"rating": "", "score": 0.627497062279671, "text": "However, when a basaltic lava flow enters the ocean, its surface is quenched rapidly enough to form a thin, glassy skin."}
{"rating": "", "score": 0.6227967097532315, "text": "Although phyllite appears similar to slate, it can be easily distinguished from slate by its glossy sheen and wavy surface ."}
{"rating": "", "score": 0.6133960047003525, "text": "Recall from Chapter 2 that tensional forces along spreading centers promote upwelling where plates diverge."}
{"rating": "", "score": 0.6110458284371328, "text": "This image shows Comet Wild 2, as seen by NASA’s Stardust spacecraft."}
{"rating": "", "score": 0.6110458284371328, "text": "This image shows Comet Wild 2, as seen by NASA’s Stardust spacecraft."}
{"rating": "", "score": 0.6110458284371328, "text": "This image shows Comet Wild 2, as seen by NASA’s Stardust spacecraft."}
{"rating": "", "score": 0.6063454759106933, "text": "This fact accounts for its color, which is usually buff to pink or occasionally light gray."}
{"rating": "", "score": 0.6063454759106933, "text": "This fact accounts for its color, which is usually buff to pink or occasionally light gray."}
{"rating": "", "score": 0.599294947121034, "text": "Because the crustal rocks east of the Rocky Mountains are cool and strong, earthquakes are felt over a much larger area than those of similar magnitudes in the west . \n\n"}
{"rating": "", "score": 0.5875440658049353, "text": "So, granitic magma, which is rich in silica, may be extruded as an extremely viscous mass that eventually solidifies to form obsidian."}
{"rating": "", "score": 0.46298472385428907, "text": "The Windy Planet Because of Neptune’s great distance from Earth"}
{"rating": "", "score": 0.4300822561692127, "text": "The Windy Planet Because of Neptune’s great distance from Earth"}
{"rating": "", "score": 0.4300822561692127, "text": "The Windy Planet Because of Neptune’s great distance from Earth"}
{"rating": "", "score": 0.427732079905993, "text": "This process is discussed in greater detail in Chapter 4. \n\n"}
{"rating": "", "score": 0.42303172737955347, "text": "Because other mineral groups are far less abundant in Earth"}
{"rating": "", "score": 0.4112808460634548, "text": "slope more gently inclined."}
{"rating": "", "score": 0.4112808460634548, "text": "right."}
{"rating": "", "score": 0.4112808460634548, "text": "mered without breaking."}
{"rating": "", "score": 0.4112808460634548, "text": "This process, to great pressures and/or intense heat."}
{"rating": "", "score": 0.4112808460634548, "text": "This process, to great pressures and/or intense heat."}
{"rating": "", "score": 0.4112808460634548, "text": "This helps distinguish it from pyroxene, which forms rather blocky crystals."}
{"rating": "", "score": 0.4112808460634548, "text": "These satellites appear below."}
{"rating": "", "score": 0.4112808460634548, "text": "These properties are referred to as ambiguous properties. \n\n"}
{"rating": "", "score": 0.4112808460634548, "text": "That is, how much rain defines the boundary between humid and dry regions?"}
{"rating": "", "score": 0.4112808460634548, "text": "Steno’s Law Because some faces of a crystal may grow larger than others,"}
{"rating": "", "score": 0.4112808460634548, "text": "Most often, however, melting is not complete."}
{"rating": "", "score": 0.4112808460634548, "text": "Does described as sectile."}
{"rating": "", "score": 0.4112808460634548, "text": "Although slate and phyllite resemble each other, how can they be differentiated?"}
{"rating": "", "score": 0.4112808460634548, "text": "Although not as common as silicates, some nonsilicate minerals are very important economically."}
{"rating": "", "score": 0.4112808460634548, "text": "6."}
{"rating": "", "score": 0.4112808460634548, "text": "6."}
{"rating": "", "score": 0.4112808460634548, "text": "6."}
{"rating": "", "score": 0.4112808460634548, "text": "5."}
{"rating": "", "score": 0.4112808460634548, "text": "5."}
{"rating": "", "score": 0.4112808460634548, "text": "5."}
{"rating": "", "score": 0.4112808460634548, "text": "5."}
{"rating": "", "score": 0.4112808460634548, "text": "5."}
{"rating": "", "score": 0.4112808460634548, "text": "4."}
{"rating": "", "score": 0.4112808460634548, "text": "4."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "3."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "2."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4112808460634548, "text": "1."}
{"rating": "", "score": 0.4065804935370153, "text": "either gravitationally captured by Jupiter or remnants of Because liquid water is a necessity for life as we know the collisions of larger bodies."}
{"rating": "", "score": 0.3948296122209166, "text": "For example, syrup is more viscous, and thus more resistant to flow, than water. \n\n"}
{"rating": "", "score": 0.38777908343125733, "text": "This was clearly demonstrated in the preceding chapter on glaciers."}
{"rating": "", "score": 0.38777908343125733, "text": "This sample of calcite exhibits double refraction."}
{"rating": "", "score": 0.38777908343125733, "text": "As a result, several magnitude scales were developed. \n\n"}
{"rating": "", "score": 0.381903642773208, "text": "push on Io"}
{"rating": "", "score": 0.381903642773208, "text": "This enhanced color image is used to detect differences in the composition and texture of Pluto’s surface"}
{"rating": "", "score": 0.381903642773208, "text": "This enhanced color image is used to detect differences in the composition and texture of Pluto’s surface"}
{"rating": "", "score": 0.381903642773208, "text": "This enhanced color image is used to detect differences in the composition and texture of Pluto’s surface"}
{"rating": "", "score": 0.381903642773208, "text": "How are Jupiter and Saturn similar to one 4."}
{"rating": "", "score": 0.381903642773208, "text": "How are Jupiter and Saturn similar to one 4."}
{"rating": "", "score": 0.381903642773208, "text": "How are Jupiter and Saturn similar to one 4."}
{"rating": "", "score": 0.37132784958871917, "text": "Thus, under normal and other volatiles act as salt does to melt ice."}
{"rating": "", "score": 0.37132784958871917, "text": "Some of the saltating sand eventually some of it slides under the pull of gravity."}
{"rating": "", "score": 0.37132784958871917, "text": "More than 80 active, sulfurous volcanic centers have been discovered."}
{"rating": "", "score": 0.37132784958871917, "text": "However, color should not be used to distinguish these groups."}
{"rating": "", "score": 0.37132784958871917, "text": "Comet Wild 2"}
{"rating": "", "score": 0.37132784958871917, "text": "Comet Wild 2"}
{"rating": "", "score": 0.37132784958871917, "text": "Comet Wild 2"}
{"rating": "", "score": 0.36427732079905994, "text": "’s tidal bulge as its slightly eccentric orbit takes it alternately closer to and farther from Jupiter."}
{"rating": "", "score": 0.36427732079905994, "text": "Metamorphic Versus Sedimentary and Igneous Environments"}
{"rating": "", "score": 0.3619271445358402, "text": "Hayabusa 2, launched in 2014, July 2018."}
{"rating": "", "score": 0.3619271445358402, "text": "Hayabusa 2, launched in 2014, July 2018."}
{"rating": "", "score": 0.3619271445358402, "text": "Hayabusa 2, launched in 2014, July 2018."}
{"rating": "", "score": 0.35252643948296125, "text": "Titan was visited and photographed by the CassiniHuygens probe in 2005."}
{"rating": "", "score": 0.35252643948296125, "text": "Titan was visited and photographed by the CassiniHuygens probe in 2005."}
{"rating": "", "score": 0.35252643948296125, "text": "Titan was visited and photographed by the CassiniHuygens probe in 2005."}
{"rating": "", "score": 0.35252643948296125, "text": "Neptune:"}
{"rating": "", "score": 0.35252643948296125, "text": "Neptune:"}
{"rating": "", "score": 0.35252643948296125, "text": "Neptune:"}
{"rating": "", "score": 0.35252643948296125, "text": "Michael Collier) (http://goo.gl/m8eYBH)"}
{"rating": "", "score": 0.35252643948296125, "text": "Holmes"}
{"rating": "", "score": 0.35252643948296125, "text": "Holmes"}
{"rating": "", "score": 0.35252643948296125, "text": "Holmes"}
{"rating": "", "score": 0.35252643948296125, "text": "Desert landscapes frequently appear stark."}
{"rating": "", "score": 0.35252643948296125, "text": "Belt and Oort Cloud"}
{"rating": "", "score": 0.35252643948296125, "text": "Belt and Oort Cloud"}
{"rating": "", "score": 0.35252643948296125, "text": "Belt and Oort Cloud"}
{"rating": "", "score": 0.35252643948296125, "text": "As mentioned specific gravity of 2.65."}
{"rating": "", "score": 0.35252643948296125, "text": "Amphibole Group"}
{"rating": "", "score": 0.35252643948296125, "text": "(Recall from Chapter 15 that the angle of repose is the steepest angle at which loose material remains stable.)"}
{"rating": "", "score": 0.34312573443008226, "text": "As sand continues to collect, however, crest, the the fences must be built higher."}
{"rating": "", "score": 0.34195064629847244, "text": "Saturn’s atmosphere, like Jupiter’s, is dynamic."}
{"rating": "", "score": 0.34195064629847244, "text": "Saturn’s atmosphere, like Jupiter’s, is dynamic."}
{"rating": "", "score": 0.34195064629847244, "text": "Saturn’s atmosphere, like Jupiter’s, is dynamic."}
{"rating": "", "score": 0.3407755581668625, "text": "What is distinctive about Jupiter’s satellite Io?"}
{"rating": "", "score": 0.3407755581668625, "text": "What is distinctive about Jupiter’s satellite Io?"}
{"rating": "", "score": 0.3407755581668625, "text": "What is distinctive about Jupiter’s satellite Io?"}
{"rating": "", "score": 0.3407755581668625, "text": "Some schists are composed mostly of dark minerals (such as amphiboles)."}
{"rating": "", "score": 0.3360752056404231, "text": "For example, minerals belonging to the carbonate class react chemically with acid—albeit to varying degrees"}
{"rating": "", "score": 0.33490011750881316, "text": "Gold has been treasured since long before recorded history for its beauty. \n\n"}
{"rating": "", "score": 0.3337250293772033, "text": "—and many exhibit similar cleavage."}
{"rating": "", "score": 0.3337250293772033, "text": "illustrates the relationships among metamorphic, sedimentary, and igneous environments."}
{"rating": "", "score": 0.3337250293772033, "text": "The word desert literally means “deserted” or “unoccupied."}
{"rating": "", "score": 0.3337250293772033, "text": "Nevertheless, the angles between equivalent faces are remarkably consistent. \n\n"}
{"rating": "", "score": 0.3337250293772033, "text": "Lava, thought to be mainly composed of silicate minerals, regularly erupts on its The planets closer to the Sun than Earth are considered too warm to contain liquid water, and those farther from the Sun are generally too cold (although recall that Mars probably had abundant liquid satellite,"}
{"rating": "", "score": 0.3337250293772033, "text": "In Lake Winnipegosis, and Lake of the Woods."}
{"rating": "", "score": 0.3337250293772033, "text": "Everybody runs outdoors."}
{"rating": "", "score": 0.3337250293772033, "text": "Define metamorphic grade."}
{"rating": "", "score": 0.3337250293772033, "text": "As microscopically small crystals."}
{"rating": "", "score": 0.3337250293772033, "text": "As microscopically small crystals."}
{"rating": "", "score": 0.33137485311398357, "text": "What is the nature of Jupiter’s Great Red Spot?"}
{"rating": "", "score": 0.33137485311398357, "text": "What is the nature of Jupiter’s Great Red Spot?"}
{"rating": "", "score": 0.33137485311398357, "text": "What is the nature of Jupiter’s Great Red Spot?"}
{"rating": "", "score": 0.33137485311398357, "text": "Halley’s Comet originated in the Kuiper belt."}
{"rating": "", "score": 0.33137485311398357, "text": "Halley’s Comet originated in the Kuiper belt."}
{"rating": "", "score": 0.33137485311398357, "text": "Halley’s Comet originated in the Kuiper belt."}
{"rating": "", "score": 0.33137485311398357, "text": "(Photo by Chip Clark/Fundamental this mineral feel about as “heavy” as similarly sized rocks you have handled?"}
{"rating": "", "score": 0.3266745005875441, "text": "Examine and determine how much sea level has changed since the Last Glacial Maximum."}
{"rating": "", "score": 0.3243243243243243, "text": "Neptune has a dynamic atmosphere, much like that of the other Jovian planets ."}
{"rating": "", "score": 0.3243243243243243, "text": "Neptune has a dynamic atmosphere, much like that of the other Jovian planets ."}
{"rating": "", "score": 0.3243243243243243, "text": "Neptune has a dynamic atmosphere, much like that of the other Jovian planets ."}
{"rating": "", "score": 0.3243243243243243, "text": "Had it formed on Earth, weathering and erosion would have long since obliterated it."}
{"rating": "", "score": 0.3243243243243243, "text": "For example, pure quartz (SiO2) is colorless and transparent."}
{"rating": "", "score": 0.32197414806110464, "text": "you will learn, each group is linked Oceanic crust is composed mainly of basalt."}
{"rating": "", "score": 0.32197414806110464, "text": "you will learn, each group is linked Oceanic crust is composed mainly of basalt."}
{"rating": "", "score": 0.32197414806110464, "text": "small amounts of dark silicates, particularly biotite and amphibole, and sometimes muscovite."}
{"rating": "", "score": 0.32197414806110464, "text": "above the surface and were blown downwind for more than 100 kilometers (60 miles). \n\n"}
{"rating": "", "score": 0.32197414806110464, "text": "above the surface and were blown downwind for more than 100 kilometers (60 miles). \n\n"}
{"rating": "", "score": 0.32197414806110464, "text": "above the surface and were blown downwind for more than 100 kilometers (60 miles). \n\n"}
{"rating": "", "score": 0.3207990599294947, "text": "landmark in southeastern New Mexico are composed Nowhere is cross-bedding more prominent than of gypsum."}
{"rating": "", "score": 0.3196239717978848, "text": "it, there is considerable interest in sending an orbiter to The Galilean moons can be observed with binocuEuropa—and, eventually, a lander capable of launching a lars or a small telescope and are interesting in their own robotic submarine—to determine whether it harbors life."}
{"rating": "", "score": 0.318448883666275, "text": "For example, on the 12-point Mercalli Intensity scale, when some well-built wood structures and most masonry buildings are destroyed by an earthquake, the users enter their zip code and answer questions such as “Did objects fall off shelves?"}
{"rating": "", "score": 0.3172737955346651, "text": "Under more extreme conditions, chlorite becomes biotite mica."}
{"rating": "", "score": 0.3172737955346651, "text": "To a curious traveler, the variety seems nearly endless."}
{"rating": "", "score": 0.3172737955346651, "text": "To a curious traveler, the variety seems nearly endless."}
{"rating": "", "score": 0.3172737955346651, "text": "Gneisses made up primarily of dark minerals also occur."}
{"rating": "", "score": 0.3172737955346651, "text": "Compare and contrast marble and quartzite. \n\n"}
{"rating": "", "score": 0.3172737955346651, "text": ", astronomers knew very little about this planet until 1989."}
{"rating": "", "score": 0.3172737955346651, "text": ", astronomers knew very little about this planet until 1989."}
{"rating": "", "score": 0.3172737955346651, "text": ", astronomers knew very little about this planet until 1989."}
{"rating": "", "score": 0.3172737955346651, "text": "(3) the rocky and/or metallic remains of comets that once ejected by a violent asteroid impact."}
{"rating": "", "score": 0.3172737955346651, "text": "(3) the rocky and/or metallic remains of comets that once ejected by a violent asteroid impact."}
{"rating": "", "score": 0.3172737955346651, "text": "(3) the rocky and/or metallic remains of comets that once ejected by a violent asteroid impact."}
{"rating": "", "score": 0.31492361927144535, "text": "is crisscrossed by many field of Jupiter and the other nearby satellites pull and linear features."}
{"rating": "", "score": 0.31022326674500583, "text": "prospects of finding liquid water within our by numerous parallel grooves."}
{"rating": "", "score": 0.31022326674500583, "text": "Within a few hours, a Community Internet Intensity Map, like the one in generated."}
{"rating": "", "score": 0.31022326674500583, "text": "Name three bodies in the solar system that exhibit active volcanism. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Name three bodies in the solar system that exhibit active volcanism. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Name three bodies in the solar system that exhibit active volcanism. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Interspersed among these distinct structures are broad sheets of dust. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Interspersed among these distinct structures are broad sheets of dust. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Interspersed among these distinct structures are broad sheets of dust. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "How are Saturn’s satellite Titan and Neptune’s satellite Triton similar to one another?"}
{"rating": "", "score": 0.31022326674500583, "text": "How are Saturn’s satellite Titan and Neptune’s satellite Triton similar to one another?"}
{"rating": "", "score": 0.31022326674500583, "text": "How are Saturn’s satellite Titan and Neptune’s satellite Triton similar to one another?"}
{"rating": "", "score": 0.31022326674500583, "text": "Another common vesicular rock, called pumice, forms Glassy Texture"}
{"rating": "", "score": 0.31022326674500583, "text": "Also shown in red are the orbits of a few known nearEarth asteroids. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Also shown in red are the orbits of a few known nearEarth asteroids. \n\n"}
{"rating": "", "score": 0.31022326674500583, "text": "Also shown in red are the orbits of a few known nearEarth asteroids. \n\n"}
{"rating": "", "score": 0.30199764982373684, "text": "More recently, the ring system was thoroughly investigated by the Galileo mission."}
{"rating": "", "score": 0.30199764982373684, "text": "More recently, the ring system was thoroughly investigated by the Galileo mission."}
{"rating": "", "score": 0.30199764982373684, "text": "More recently, the ring system was thoroughly investigated by the Galileo mission."}
{"rating": "", "score": 0.30199764982373684, "text": "Enceladus is another unique satellite of Saturn—one of the few where active eruptions have been observed ."}
{"rating": "", "score": 0.30199764982373684, "text": "Enceladus is another unique satellite of Saturn—one of the few where active eruptions have been observed ."}
{"rating": "", "score": 0.30199764982373684, "text": "Enceladus is another unique satellite of Saturn—one of the few where active eruptions have been observed ."}
{"rating": "", "score": 0.3008225616921269, "text": "number of short-period comets (those having orbital periods of less than 200 years), such as the famous Halley’s Comet, make regular encounters with the inner solar system ."}
{"rating": "", "score": 0.3008225616921269, "text": "number of short-period comets (those having orbital periods of less than 200 years), such as the famous Halley’s Comet, make regular encounters with the inner solar system ."}
{"rating": "", "score": 0.2937720329024677, "text": "that act upon and within the planet."}
{"rating": "", "score": 0.2937720329024677, "text": "that act upon and within the planet."}
{"rating": "", "score": 0.2937720329024677, "text": "rocks deep in the crust are subjected to compressional 2."}
{"rating": "", "score": 0.2937720329024677, "text": "in such a way that their individual properties are retained."}
{"rating": "", "score": 0.2937720329024677, "text": "igneous rocks that consist of a mosaic of intergrown crystals that tend to lack well-developed planar surfaces, or faces ."}
{"rating": "", "score": 0.2937720329024677, "text": "concentrated accumulations of useful elements."}
{"rating": "", "score": 0.2937720329024677, "text": "arrowheads and Obsidian flows, typically a cutting tools from few hundred feet thick, provide obsidian, a natuevidence that rapid cooling is not ral glass."}
{"rating": "", "score": 0.2937720329024677, "text": "What is meant by the statement"}
{"rating": "", "score": 0.2937720329024677, "text": "What is meant by a mineral’s tenacity?"}
{"rating": "", "score": 0.2937720329024677, "text": "What is an ore? \n\n"}
{"rating": "", "score": 0.2937720329024677, "text": "We all recognize that deserts are dry places, but just what is meant by the term dry?"}
{"rating": "", "score": 0.2937720329024677, "text": "Vesicular texture"}
{"rating": "", "score": 0.2937720329024677, "text": "Thus, all the bonds in quartz are of the strong silicon–oxygen type."}
{"rating": "", "score": 0.2937720329024677, "text": "This diagram shows the sequence in which minerals crystallize from a mafic magma."}
{"rating": "", "score": 0.2937720329024677, "text": "Such analyses are critical to understanding our planet."}
{"rating": "", "score": 0.2937720329024677, "text": "Such analyses are critical to understanding our planet."}
{"rating": "", "score": 0.2937720329024677, "text": "Rock is the most common and abundant material on Earth."}
{"rating": "", "score": 0.2937720329024677, "text": "Note that the different minerals that make up granite can be easily identified."}
{"rating": "", "score": 0.2937720329024677, "text": "Metamorphism occurs in many different environments."}
{"rating": "", "score": 0.2937720329024677, "text": "Metamorphism means to “change form."}
{"rating": "", "score": 0.2937720329024677, "text": "If transport diminishes."}
{"rating": "", "score": 0.2937720329024677, "text": "However, color should not be used to distinguish these groups."}
{"rating": "", "score": 0.2937720329024677, "text": "Garnet–mica schist"}
{"rating": "", "score": 0.2937720329024677, "text": "For some areas, moving sand is troublesome."}
{"rating": "", "score": 0.2937720329024677, "text": "Erupted magma is called lava."}
{"rating": "", "score": 0.2937720329024677, "text": "Contrast proglacial lakes and pluvial lakes."}
{"rating": "", "score": 0.2937720329024677, "text": "Both quartz samples are nonetheless crystalline."}
{"rating": "", "score": 0.2937720329024677, "text": "At others they are gray and brown and streaked with black."}
{"rating": "", "score": 0.2937720329024677, "text": "Above the iron would be a layer of clay, then water, and, finally, air."}
{"rating": "", "score": 0.2937720329024677, "text": "(Photo by the only mechanism that produces Jeffrey Scovil) a glassy texture."}
{"rating": "", "score": 0.2890716803760282, "text": "” before they are able to unite into an orderly crystalline Obsidian, a common type of natural glass, is similar in appearance to dark chunks of manufactured glass."}
{"rating": "", "score": 0.28672150411280845, "text": "number of short-period comets (those having orbital periods of less than 200 years), such as the famous Halley’s Comet, make regular encounters with the inner solar system ."}
{"rating": "", "score": 0.28672150411280845, "text": "crust, (2) excavation of the large impact basins, (3) filling of maria basins, and (4) formation of rayed During the late stages of its accretion, the Moon’s outer shell was most likely completely melted—literally a magma ocean."}
{"rating": "", "score": 0.28437132784958874, "text": "Others, like Hyperion, are so porous that impacts punch into their surfaces ."}
{"rating": "", "score": 0.28437132784958874, "text": "Others, like Hyperion, are so porous that impacts punch into their surfaces ."}
{"rating": "", "score": 0.28437132784958874, "text": "Others, like Hyperion, are so porous that impacts punch into their surfaces ."}
{"rating": "", "score": 0.28437132784958874, "text": "Granite is also has a significant effect on its appearabundant in the continental crust."}
{"rating": "", "score": 0.28437132784958874, "text": "Granite is also has a significant effect on its appearabundant in the continental crust."}
{"rating": "", "score": 0.282021151586369, "text": "Triton, Neptune’s largest moon"}
{"rating": "", "score": 0.282021151586369, "text": "Triton, Neptune’s largest moon"}
{"rating": "", "score": 0.282021151586369, "text": "Triton, Neptune’s largest moon"}
{"rating": "", "score": 0.282021151586369, "text": "Intermediate rock types—andesite and diorite—contain about 60 percent content:"}
{"rating": "", "score": 0.282021151586369, "text": "However, most gneisses are generated through highgrade metamorphism of shale."}
{"rating": "", "score": 0.2796709753231492, "text": "during formation of the solar system, (2) material that is continually being ejected from the asteroid belt, or"}
{"rating": "", "score": 0.2796709753231492, "text": "during formation of the solar system, (2) material that is continually being ejected from the asteroid belt, or"}
{"rating": "", "score": 0.2796709753231492, "text": "Earth’s interior. \n\n"}
{"rating": "", "score": 0.2773207990599295, "text": "whereas others possess large, smooth areas on otherwise crater-riddled surfaces."}
{"rating": "", "score": 0.2773207990599295, "text": "whereas others possess large, smooth areas on otherwise crater-riddled surfaces."}
{"rating": "", "score": 0.2773207990599295, "text": "whereas others possess large, smooth areas on otherwise crater-riddled surfaces."}
{"rating": "", "score": 0.2773207990599295, "text": "surface is responsible for the rock’s 1.21 provides some examples."}
{"rating": "", "score": 0.2773207990599295, "text": "When confining pressure drops sufficiently, decompression melting is triggered."}
{"rating": "", "score": 0.2773207990599295, "text": "Their economic worth comes only after the materials are removed from the ground and processed."}
{"rating": "", "score": 0.2773207990599295, "text": "The dunes in are Moving air encountering an object, such as a a good example."}
{"rating": "", "score": 0.2773207990599295, "text": "Rather, the effects of tectonic forces, running water, and wind are all apparent."}
{"rating": "", "score": 0.2773207990599295, "text": "Other substances formed soluble salts, which increased the salinity of seawater."}
{"rating": "", "score": 0.2773207990599295, "text": "In addition, the northern latitudes appear to have lakes of liquid methane."}
{"rating": "", "score": 0.2773207990599295, "text": "In addition, the northern latitudes appear to have lakes of liquid methane."}
{"rating": "", "score": 0.2773207990599295, "text": "In addition, the northern latitudes appear to have lakes of liquid methane."}
{"rating": "", "score": 0.2773207990599295, "text": "Fluorite resistance to breaking, bending, cutting, or other forms of deformation."}
{"rating": "", "score": 0.27262044653349, "text": "exhibits cratered areas, Galilean satellites, is densely water at some point in its history)."}
{"rating": "", "score": 0.27262044653349, "text": "body causes crystals of olivine, pyroxene, and calcium-rich plagioclase to form and settle out, or crystallize along the magma body’s cool model approximates what can happen in nature comes from analysis of igneous rocks."}
{"rating": "", "score": 0.27027027027027023, "text": "temperatures and pressures, which partially accounts for their abundance ."}
{"rating": "", "score": 0.27027027027027023, "text": "temperatures and pressures, which partially accounts for their abundance ."}
{"rating": "", "score": 0.27027027027027023, "text": "morphic rock is subjected to additional pressure changes If igneous rocks are exposed at the surface, they or to still higher temperatures, it melts, creating magma, undergo weathering, in which the day-in and daywhich eventually crystallizes into igneous rock, starting out influences of the atmosphere, hydrosphere, and the cycle all over again."}
{"rating": "", "score": 0.27027027027027023, "text": "mineral that consists entirely of silicon and oxygen."}
{"rating": "", "score": 0.27027027027027023, "text": "Why is color not always a useful property in mineral identification?"}
{"rating": "", "score": 0.27027027027027023, "text": "Unlike many deposits of silt, which grows into a dune."}
{"rating": "", "score": 0.27027027027027023, "text": "The more viscous the material, the greater its resistance to flow."}
{"rating": "", "score": 0.27027027027027023, "text": "In addition, some rocks are composed of nonmineral matter."}
{"rating": "", "score": 0.27027027027027023, "text": "Formation of Earth’s Layered Structure"}
{"rating": "", "score": 0.27027027027027023, "text": "Every stress (like being placed in a giant vise), the entire mass metamorphic rock has a parent rock”?"}
{"rating": "", "score": 0.27027027027027023, "text": "During this time, several large impact basins were created."}
{"rating": "", "score": 0.2690951821386604, "text": "Streak can also help distinguish between minerals with metallic luster and those with nonmetallic luster."}
{"rating": "", "score": 0.2690951821386604, "text": "Streak can also help distinguish between minerals with metallic luster and those with nonmetallic luster."}
{"rating": "", "score": 0.2690951821386604, "text": "Streak can also help distinguish between minerals with metallic luster and those with nonmetallic luster."}
{"rating": "", "score": 0.26439482961222094, "text": "magnesium (Mg)."}
{"rating": "", "score": 0.26439482961222094, "text": "(Photos by Utah ."}
{"rating": "", "score": 0.26321974148061106, "text": "small amounts of dark silicates, particularly biotite and amphibole, and sometimes muscovite."}
{"rating": "", "score": 0.26086956521739135, "text": "that the coma contained a wide range of organic compounds and substantial amounts of silicate crystals. \n\n"}
{"rating": "", "score": 0.26086956521739135, "text": "that the coma contained a wide range of organic compounds and substantial amounts of silicate crystals. \n\n"}
{"rating": "", "score": 0.26086956521739135, "text": "that the coma contained a wide range of organic compounds and substantial amounts of silicate crystals. \n\n"}
{"rating": "", "score": 0.26086956521739135, "text": "morphic rock is subjected to additional pressure changes If igneous rocks are exposed at the surface, they or to still higher temperatures, it melts, creating magma, undergo weathering, in which the day-in and daywhich eventually crystallizes into igneous rock, starting out influences of the atmosphere, hydrosphere, and the cycle all over again."}
{"rating": "", "score": 0.26086956521739135, "text": "common sedimentary rock shale becomes the more comPressure also plays an important role in metamorpact metamorphic rock slate."}
{"rating": "", "score": 0.26086956521739135, "text": "(Chlorite is Increasing temperature a mica-like mineral formed and pressure by the metamorphism of dark iron- and magnesiumrich silicate minerals.)"}
{"rating": "", "score": 0.2585193889541716, "text": "a strong influence on the nature and intensity of Earth’s external processes."}
{"rating": "", "score": 0.2585193889541716, "text": "In dunes are advancing across irrigated fields in Egypt."}
{"rating": "", "score": 0.2585193889541716, "text": "Describe existed in the parent rock are obliterated."}
{"rating": "", "score": 0.25616921269095183, "text": "We know that ions having unlike charges attract."}
{"rating": "", "score": 0.25616921269095183, "text": "We know that ions having unlike charges attract."}
{"rating": "", "score": 0.25616921269095183, "text": "Common vesicular rocks"}
{"rating": "", "score": 0.2538190364277321, "text": "’s crust than the silicates, they are often grouped together under the heading nonsilicates."}
{"rating": "", "score": 0.2538190364277321, "text": "kilometer in the upper crust."}
{"rating": "", "score": 0.2538190364277321, "text": "grains moving with the wind come to rest in these wind shadows."}
{"rating": "", "score": 0.2538190364277321, "text": "form blanketlike layers over large areas, winds comMany dunes have an asymmetrical profile, with the monly deposit sand in mounds or ridges called dunes leeward (sheltered) slope being steep and the windward ."}
{"rating": "", "score": 0.2538190364277321, "text": "during formation of the solar system, (2) material that is continually being ejected from the asteroid belt, or"}
{"rating": "", "score": 0.2538190364277321, "text": "and texture, in turn, reflect the geologic processes that created it ."}
{"rating": "", "score": 0.2538190364277321, "text": "a streak when rubbed across a streak plate."}
{"rating": "", "score": 0.2538190364277321, "text": "a streak when rubbed across a streak plate."}
{"rating": "", "score": 0.2538190364277321, "text": "a streak when rubbed across a streak plate."}
{"rating": "", "score": 0.2538190364277321, "text": "Sketch, label, and explain the rock cycle. \n\n"}
{"rating": "", "score": 0.2538190364277321, "text": "Sediment is usually geology."}
{"rating": "", "score": 0.2538190364277321, "text": "Present-day remnants precipitation totals were moderate."}
{"rating": "", "score": 0.2538190364277321, "text": "In arid and semiarid former shorelines."}
{"rating": "", "score": 0.2538190364277321, "text": "Glass results when unordered ions are “frozen in place"}
{"rating": "", "score": 0.2538190364277321, "text": "Consequently, quartz is hard, resists weathering, and does not have cleavage."}
{"rating": "", "score": 0.2538190364277321, "text": "(Viscosity is a measure of a fluid’s resistance to flow.)"}
{"rating": "", "score": 0.24676850763807287, "text": "Rock is the most common and abundant material on Earth."}
{"rating": "", "score": 0.24441833137485314, "text": "The rock cycle allows us to view glaciers, wind, or waves."}
{"rating": "", "score": 0.24441833137485314, "text": "Parent rock with randomly oriented mineral grains. \n\n"}
{"rating": "", "score": 0.236192714453584, "text": "Quartz, for example, is harder than a porcelain streak plate and therefore leaves no streak.)"}
{"rating": "", "score": 0.236192714453584, "text": "Quartz, for example, is harder than a porcelain streak plate and therefore leaves no streak.)"}
{"rating": "", "score": 0.236192714453584, "text": "(Kaolinite is one example of a clay mineral; refer to page 97.)"}
{"rating": "", "score": 0.23501762632197415, "text": "to high grade (high temperatures and pressures)."}
{"rating": "", "score": 0.23501762632197415, "text": "Uranus has a ring system."}
{"rating": "", "score": 0.23501762632197415, "text": "Uranus has a ring system."}
{"rating": "", "score": 0.23501762632197415, "text": "Uranus has a ring system."}
{"rating": "", "score": 0.23501762632197415, "text": "Two different feldspar structures exist."}
{"rating": "", "score": 0.23501762632197415, "text": "Two different feldspar structures exist."}
{"rating": "", "score": 0.23501762632197415, "text": "The more silica in magma, the greater its viscosity."}
{"rating": "", "score": 0.23501762632197415, "text": "The force of gravity is responsible for the layering in the bottle of muddy water, as well as the layering we detect in"}
{"rating": "", "score": 0.23501762632197415, "text": "Phyllite Phyllite represents a degree of metamorphism between slate and schist."}
{"rating": "", "score": 0.23501762632197415, "text": "Over time, magma cools and solidifies."}
{"rating": "", "score": 0.23501762632197415, "text": "Over time, magma cools and solidifies."}
{"rating": "", "score": 0.23501762632197415, "text": "List three terms that describe tenacity."}
{"rating": "", "score": 0.23501762632197415, "text": "In the rock mica schist, what does mica indicate, and what does schist indicate?"}
{"rating": "", "score": 0.23501762632197415, "text": "Give an example of a mineral that supports your answer."}
{"rating": "", "score": 0.23501762632197415, "text": "By far the largest of the lakes in this region was Lake Bonneville."}
{"rating": "", "score": 0.23031727379553465, "text": "igneous rock composed of lightcolored silicates—quartz and potassium feldspar. \n\nthan 70 percent in felsic rocks (see 4.5)."}
{"rating": "", "score": 0.2256169212690952, "text": "Some common mineral species are quartz, calcite, galena, and pyrite."}
{"rating": "", "score": 0.22326674500587543, "text": "percolating groundwater fills the pores with mineral"}
{"rating": "", "score": 0.22326674500587543, "text": "percolating groundwater fills the pores with mineral"}
{"rating": "", "score": 0.22326674500587543, "text": "When metasituation, the resulting rocks are called igneous rocks."}
{"rating": "", "score": 0.22326674500587543, "text": "When metasituation, the resulting rocks are called igneous rocks."}
{"rating": "", "score": 0.22326674500587543, "text": "The nucleus of the comet is within the bright spot in the center."}
{"rating": "", "score": 0.22326674500587543, "text": "The nucleus of the comet is within the bright spot in the center."}
{"rating": "", "score": 0.22326674500587543, "text": "The nucleus of the comet is within the bright spot in the center."}
{"rating": "", "score": 0.22326674500587543, "text": "The mineral halite, for example has a salty taste."}
{"rating": "", "score": 0.22326674500587543, "text": "Rocks that have this type of foliation are referred to as schist."}
{"rating": "", "score": 0.22326674500587543, "text": "Increase in and pressure variable mineral composition."}
{"rating": "", "score": 0.22326674500587543, "text": "At some places the rocks are tinted orange and red."}
{"rating": "", "score": 0.22326674500587543, "text": "As shown in the first mineral to crystallize is the ferromagnesian mineral olivine."}
{"rating": "", "score": 0.22326674500587543, "text": "As more sand collects, the slope steepens, and just in front of the obstacle."}
{"rating": "", "score": 0.2162162162162162, "text": "When broken, quartz generally exhibits conchoidal fracture."}
{"rating": "", "score": 0.2162162162162162, "text": "Transparent olivine is occasionally used as a gemstone called peridot."}
{"rating": "", "score": 0.21386603995299647, "text": "and texture, in turn, reflect the geologic processes that created it ."}
{"rating": "", "score": 0.21386603995299647, "text": "This increase in temperature with depth is known as the geothermal gradient."}
{"rating": "", "score": 0.21386603995299647, "text": "That is, conditions, the mantle is solid."}
{"rating": "", "score": 0.21386603995299647, "text": "Sketch, label, and explain the rock cycle. \n\n"}
{"rating": "", "score": 0.21386603995299647, "text": "Other properties of certain minerals vary among different specimens of the same mineral."}
{"rating": "", "score": 0.21386603995299647, "text": "One example is the hydrogen molecule tightly and no ions are present."}
{"rating": "", "score": 0.21386603995299647, "text": "Further, the amount of silica present in magma strongly influences its behavior."}
{"rating": "", "score": 0.21386603995299647, "text": "As you will see, arid regions are not dominated by a single geologic process."}
{"rating": "", "score": 0.21386603995299647, "text": "50 percent silica, whereas magmas that produce felsic rocks (granite and its extrusive equivalent, rhyolite) contain more than 70 percent silica."}
{"rating": "", "score": 0.2115158636897767, "text": "The rock cycle allows us to view glaciers, wind, or waves."}
{"rating": "", "score": 0.2115158636897767, "text": "Minerals are placed into categories in much the same way that plants and animals are classified."}
{"rating": "", "score": 0.20916568742655697, "text": "surface is responsible for the rock’s 1.21 provides some examples."}
{"rating": "", "score": 0.20916568742655697, "text": "What two roles do ring moons play in the nature of planetary ring systems?"}
{"rating": "", "score": 0.20916568742655697, "text": "What two roles do ring moons play in the nature of planetary ring systems?"}
{"rating": "", "score": 0.20916568742655697, "text": "What two roles do ring moons play in the nature of planetary ring systems?"}
{"rating": "", "score": 0.20916568742655697, "text": "Vesicles are small holes left by escaping gas bubbles."}
{"rating": "", "score": 0.20916568742655697, "text": "Despite these differences, all feldspar minerals have similar physical properties."}
{"rating": "", "score": 0.20329024676850765, "text": "Quartz, for example, is harder than a porcelain streak plate and therefore leaves no streak.)"}
{"rating": "", "score": 0.20329024676850765, "text": "(Orthoclase and microcline are common members of the potassium feldspar group.)"}
{"rating": "", "score": 0.2021151586368978, "text": "Most comets originate in one of two regions: the Kuiper belt or the Oort cloud."}
{"rating": "", "score": 0.2021151586368978, "text": "Most comets originate in one of two regions: the Kuiper belt or the Oort cloud."}
{"rating": "", "score": 0.2021151586368978, "text": "Most comets originate in one of two regions: the Kuiper belt or the Oort cloud."}
{"rating": "", "score": 0.2009400705052879, "text": "Scoria and pumice are volcanic rocks that exhibit a vesicular texture."}
{"rating": "", "score": 0.19506462984723857, "text": "At a distance, most granitic rocks appear gray in color ."}
{"rating": "", "score": 0.19506462984723857, "text": "At a distance, most granitic rocks appear gray in color ."}
{"rating": "", "score": 0.19506462984723857, "text": "*The rare earths are a group of 15 elements (atomic numbers 57 through 71) that possess similar properties."}
{"rating": "", "score": 0.1927144535840188, "text": "of Minerals 3.5 Properties List and describe the properties used in mineral identification."}
{"rating": "", "score": 0.17626321974148063, "text": "two crystals of the same mineral may not have identical shapes."}
{"rating": "", "score": 0.17626321974148063, "text": "to the others by the processes that act upon and within the planet."}
{"rating": "", "score": 0.17626321974148063, "text": "to the others by the processes that act upon and within the planet."}
{"rating": "", "score": 0.17626321974148063, "text": "system."}
{"rating": "", "score": 0.17626321974148063, "text": "system."}
{"rating": "", "score": 0.17626321974148063, "text": "system."}
{"rating": "", "score": 0.17626321974148063, "text": "gins."}
{"rating": "", "score": 0.17626321974148063, "text": "chlorine ions in ordinary table salt."}
{"rating": "", "score": 0.17626321974148063, "text": "a system."}
{"rating": "", "score": 0.17626321974148063, "text": "a system."}
{"rating": "", "score": 0.17626321974148063, "text": "What differentiates cleavage from fracture?"}
{"rating": "", "score": 0.17626321974148063, "text": "Water higher than the geothermal gradient."}
{"rating": "", "score": 0.17626321974148063, "text": "The asteroid belt The orbits of most asteroids lie between Mars and Jupiter."}
{"rating": "", "score": 0.17626321974148063, "text": "The asteroid belt The orbits of most asteroids lie between Mars and Jupiter."}
{"rating": "", "score": 0.17626321974148063, "text": "The asteroid belt The orbits of most asteroids lie between Mars and Jupiter."}
{"rating": "", "score": 0.17626321974148063, "text": "Sediment is usually geology."}
{"rating": "", "score": 0.17626321974148063, "text": "Schistosity"}
{"rating": "", "score": 0.17626321974148063, "text": "Natural aggregate consists of crushed stone, sand, and gravel."}
{"rating": "", "score": 0.17626321974148063, "text": "More than 250 others may be of impact origin."}
{"rating": "", "score": 0.17626321974148063, "text": "More than 250 others may be of impact origin."}
{"rating": "", "score": 0.17626321974148063, "text": "More than 250 others may be of impact origin."}
{"rating": "", "score": 0.17626321974148063, "text": "In addition, some granites have a porphyritic texture."}
{"rating": "", "score": 0.17626321974148063, "text": "In a rock, hornblende often forms elongated crystals."}
{"rating": "", "score": 0.17626321974148063, "text": "Give an example of each."}
{"rating": "", "score": 0.17626321974148063, "text": "Furthermore, minerals within the same class are often found together in the same rock."}
{"rating": "", "score": 0.17626321974148063, "text": "Further, when how a rock may change during metamorphism."}
{"rating": "", "score": 0.17626321974148063, "text": "From the standpoint of quantity and value, aggregate is a very important building material."}
{"rating": "", "score": 0.17626321974148063, "text": "Feldspar is used in the production of ceramics, and muscovite is used for electrical insulation and glitter."}
{"rating": "", "score": 0.17626321974148063, "text": "Example:"}
{"rating": "", "score": 0.17626321974148063, "text": "During this transformation, phism."}
{"rating": "", "score": 0.17626321974148063, "text": "Despite these differences, all feldspar minerals have similar physical properties."}
{"rating": "", "score": 0.17626321974148063, "text": "Contrast resource and reserve."}
{"rating": "", "score": 0.17626321974148063, "text": "As such, the term silica is applied to quartz."}
{"rating": "", "score": 0.16686251468860164, "text": "As shown in when a typical geothermal gradient is compared to the melting point curve for the mantle rock Addition of Water"}
{"rating": "", "score": 0.15041128084606342, "text": "Most gneisses also contain lesser amounts of biotite, muscovite, and amphibole."}
{"rating": "", "score": 0.14688601645123384, "text": "the Earth system."}
{"rating": "", "score": 0.14688601645123384, "text": "the Earth system."}
{"rating": "", "score": 0.14101057579318452, "text": "The atom that loses electrons becomes a positive ion, and the atom that gains electrons becomes a negative ion."}
{"rating": "", "score": 0.13631022326674502, "text": "One example is the hydrogen molecule tightly and no ions are present."}
{"rating": "", "score": 0.1292596944770858, "text": "chlorine ions in ordinary table salt."}
{"rating": "", "score": 0.1292596944770858, "text": "Granitic (felsic) versus basaltic (mafic) compositions"}
{"rating": "", "score": 0.11750881316098707, "text": "The iron filings, which are the densest, would be the first to sink to the bottom."}
{"rating": "", "score": 0.11750881316098707, "text": "Some mineral species are further subdivided into mineral varieties."}
{"rating": "", "score": 0.11750881316098707, "text": "In addition, some granites have a porphyritic texture."}
{"rating": "", "score": 0.11750881316098707, "text": "Further, pegmatites often contain some of the least abundant elements."}
{"rating": "", "score": 0.10223266745005877, "text": "(Orthoclase and microcline are common members of the potassium feldspar group.)"}
{"rating": "", "score": 0.09870740305522913, "text": "In either the third rock type, metamorphic rock."}
{"rating": "", "score": 0.09870740305522913, "text": "In either the third rock type, metamorphic rock."}
{"rating": "", "score": 0.07520564042303174, "text": "The atom that loses electrons becomes a positive ion, and the atom that gains electrons becomes a negative ion."}
{"rating": "", "score": 0.05875440658049354, "text": "melting temperature."}
{"rating": "", "score": 0.042303172737955384, "text": "The most common minerals in gneiss are quartz, potassium feldspar, and plagioclase feldspar."}
{"rating": "", "score": 0.0, "text": "Mineral species are assigned to mineral classes."}
