{"id": 1, "score": 2.04, "relevant": "0", "text": "The large crystals in porphyritic rocks are referred to as phenocrysts (pheno 5 show, cryst 5 crystal), whereas the matrix of smaller crystals is called termed a porphyry.", "common_words": 2, "features": [0.09, 0.0, 0, 1, 0.43, 0.0]}
{"id": 2, "score": 2.0, "relevant": "1", "text": "Magmas with high silica content tend to form long, chainlike structures (polymers) before crystallization is complete.", "common_words": 2, "features": [0.12, 0.0, 0, 1, 0.38, 0.0]}
{"id": 3, "score": 1.92, "relevant": "1", "text": "By contrast, basaltic magma, which is low in silica, forms very fluid lavas that, upon cooling, usually generate fine-grained crystalline rocks.", "common_words": 3, "features": [0.14, 0.0, 0, 1, 0.32, 0.0]}
{"id": 4, "score": 1.92, "relevant": "0", "text": "Glass results when unordered ions are “frozen in place” before they are able to unite into an orderly crystalline Obsidian, a common type of natural glass, is similar in appearance to dark chunks of manufactured glass.", "common_words": 2, "features": [0.07, 0.0, 0, 1, 0.38, 0.03]}
{"id": 5, "score": 1.87, "relevant": "0", "text": "Vesicular Texture Common features of many extrusive rocks are the voids left by gas bubbles that escape as lava solidifies.", "common_words": 2, "features": [0.1, 0.0, 0, 1, 0.3, 0.15]}
{"id": 6, "score": 1.82, "relevant": "0", "text": "Rapid cooling of this type may generate rocks having a glassy texture.", "common_words": 1, "features": [0.08, 0.0, 0, 1, 0.33, 0.0]}
{"id": 7, "score": 1.78, "relevant": "0", "text": "Rocks that exhibit a vesicular texture often form in the upper zone of a lava flow, where cooling occurs rapidly enough to preserve the openings produced by the expanding gas bubbles .", "common_words": 2, "features": [0.07, 0.0, 0, 1, 0.32, 0.0]}
{"id": 8, "score": 1.78, "relevant": "0", "text": "The resulting rock, which has large crystals embedded in a matrix of smaller crystals, is said to have a porphyritic texture .", "common_words": 2, "features": [0.11, 0.0, 0, 1, 0.28, 0.0]}
{"id": 9, "score": 1.76, "relevant": "0", "text": "The inset photo is a close-up showing the vesicular texture of hardened lava.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.0]}
{"id": 10, "score": 1.74, "relevant": "0", "text": "The larger image shows a lava flow on Hawaii’s Kilauea volcano.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.17]}
{"id": 11, "score": 1.66, "relevant": "0", "text": "If molten rock containing some large crystals moves to a different environment—for example, by erupting at the surface—the remaining liquid portion of the lava cools more quickly.", "common_words": 2, "features": [0.07, 0.0, 0, 1, 0.26, 0.0]}
{"id": 12, "score": 1.66, "relevant": "0", "text": "Vesicles are small holes left by require thousands or even millions of years to solidify.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 13, "score": 1.5, "relevant": "0", "text": "However, when a basaltic lava flow enters the ocean, its surface is quenched rapidly enough to form a thin, glassy skin.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.0]}
{"id": 14, "score": 1.44, "relevant": "0", "text": "Another common vesicular rock, called pumice, forms Glassy Texture During some volcanic eruptions, molten rock is ejected into the atmosphere, where it is quenched (very quickly cooled) to become a solid.", "common_words": 1, "features": [0.03, 0.0, 0, 1, 0.17, 0.07]}
{"id": 15, "score": 0.92, "relevant": "0", "text": "These structures, in turn, impede ionic transport and increase the magma’s viscosity.", "common_words": 1, "features": [0.08, 0.0, 0, 0, 0.38, 0.0]}
{"id": 16, "score": 0.73, "relevant": "0", "text": "Because of its excellent conchoidal fracture and ability to hold a sharp, hard edge, obsidian was a prized material from which Native AmeriObsidian arrowhead Native cans chipped arrowheads and cutting Americans made tools .", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.34, 0.1]}
{"id": 17, "score": 0.7, "relevant": "0", "text": "Because different minerals crystallize under different environmental conditions (temperatures and pressure), it is possible for crystals of one mineral to become quite large before others even begin to form.", "common_words": 2, "features": [0.08, 0.0, 0, 0, 0.27, 0.0]}
{"id": 18, "score": 0.52, "relevant": "0", "text": "These nearly spherical openings are called vesicles, and the rocks that contain them are said to have a vesicular texture.", "common_words": 1, "features": [0.05, 0.0, 0, 0, 0.21, 0.0]}
{"id": 19, "score": 0.38, "relevant": "0", "text": "So, granitic magma, which is rich in silica, may be extruded as an extremely viscous mass that eventually solidifies to form obsidian.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.19, 0.0]}
{"id": 20, "score": 0.0, "relevant": "0", "text": "(Viscosity is a measure of a fluid’s resistance to flow.)", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.0]}
{"id": 21, "score": 0.0, "relevant": "0", "text": "(Photo by the only mechanism that produces Jeffrey Scovil) a glassy texture.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.17]}
{"id": 22, "score": 0.0, "relevant": "0", "text": "arrowheads and Obsidian flows, typically a cutting tools from few hundred feet thick, provide obsidian, a natuevidence that rapid cooling is not ral glass.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.32, 0.05]}
{"id": 23, "score": 0.0, "relevant": "0", "text": "Vesicular texture", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.5, 0.5]}
