{"id": 1, "score": 2.58, "relevant": "No", "text": "Using this technique, zones of intensity were identified, with the zone of highest intensity located near the center of maximum ground shaking and often (but not always) the earthquake epicenter.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.69, 0.0]}
{"id": 2, "score": 2.42, "relevant": "No", "text": "To more accurately compare earthquakes around the globe, scientists searched for a way to describe the energy released by earthquakes that did not rely on factors such as building practices, which vary considerably from one part of the world to another.", "common_words": 1, "features": [0.06, 0.0, 0, 1, 0.65, 0.0]}
{"id": 3, "score": 2.34, "relevant": "No", "text": "By systematically mapping effects of the earthquake, a measure of the intensity of ground shaking was established.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.67, 0.0]}
{"id": 4, "score": 2.34, "relevant": "No", "text": "Until the mid-1800s, historical records provided the only accounts of the severity of earthquake shaking and destruction.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.67, 0.0]}
{"id": 5, "score": 2.2, "relevant": "No", "text": "The map generated by this study used lines to connect places of equal damage and hence equal ground shaking.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.6, 0.0]}
{"id": 6, "score": 1.9, "relevant": "No", "text": "In 1902, Giuseppe Mercalli developed a more reliable intensity scale, which is still used today in a modified form.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.2]}
{"id": 7, "score": 1.86, "relevant": "No", "text": "Damage negligible in buildings of good design and construction; slight to moderate in well-built ordinary structures; considerable in poorly built or badly designed structures.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.43, 0.0]}
{"id": 8, "score": 1.8, "relevant": "No", "text": "Perhaps the first attempt to scientifically describe the aftermath of an earthquake came following the great Italian earthquake of 1857.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.0]}
{"id": 9, "score": 1.72, "relevant": "No", "text": "Shaking was reported from Maine to Florida, an national landmarks were damaged, including the Washington Monument and the National Cathedral located about 130 kilometers (80 miles) away from the epicenter.", "common_words": 1, "features": [0.06, 0.0, 0, 1, 0.22, 0.33]}
{"id": 10, "score": 0.76, "relevant": "No", "text": "The Modified Mercalli Intensity scale, shown in Table 11.1, was developed using California buildings as its standard.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.27, 0.45]}
{"id": 11, "score": 0.6, "relevant": "No", "text": "Because the crustal rocks east of the Rocky Mountains are cool and strong, earthquakes are felt over a much larger area than those of similar magnitudes in the west . \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.27, 0.13]}
{"id": 12, "score": 0.0, "relevant": "No", "text": "Everybody runs outdoors.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 13, "score": 0.0, "relevant": "No", "text": "As a result, several magnitude scales were developed. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.6, 0.0]}
{"id": 14, "score": 0.0, "relevant": "No", "text": "Within a few hours, a Community Internet Intensity Map, like the one in generated.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.57]}
{"id": 15, "score": 0.0, "relevant": "No", "text": "For example, on the 12-point Mercalli Intensity scale, when some well-built wood structures and most masonry buildings are destroyed by an earthquake, the users enter their zip code and answer questions such as “Did objects fall off shelves?", "common_words": 1, "features": [0.05, 0.0, 1, 1, 0.57, 0.1]}
