{"id": 1, "score": 2.66, "relevant": "1", "text": "The atom that loses electrons becomes a positive ion, and the atom that gains electrons becomes a negative ion.", "common_words": 4, "features": [0.33, 0.0, 0, 1, 0.5, 0.0]}
{"id": 2, "score": 2.44, "relevant": "1", "text": "In other words, the two electrons are shared by both hydrogen atoms and are attracted simultaneously by the positive in the solid ionic compound sodium chloride (NaCl), table salt.", "common_words": 8, "features": [0.33, 0.0, 0, 1, 0.38, 0.04]}
{"id": 3, "score": 2.32, "relevant": "1", "text": "Chlorine, on the other hand, gains one electron and becomes a negatively charged chloride ion.", "common_words": 5, "features": [0.33, 0.0, 0, 1, 0.33, 0.0]}
{"id": 4, "score": 2.28, "relevant": "1", "text": "Oppositely charged ions are strongly attracted to one another and join to form ionic Consider the ionic bonding that occurs between sodium (Na) and chlorine (Cl) to produce the solid ionic compound sodium chloride—the mineral halite atom gives up its single valence electron to chlorine and, as a result, becomes a positively charged sodium ion.", "common_words": 10, "features": [0.24, 0.0, 0, 1, 0.39, 0.05]}
{"id": 5, "score": 2.26, "relevant": "0", "text": "One example is the hydrogen molecule tightly and no ions are present.", "common_words": 3, "features": [0.27, 0.0, 0, 1, 0.36, 0.0]}
{"id": 6, "score": 2.24, "relevant": "1", "text": "Perhaps the easiest type of bond to visualize is the ionic bond, in which one atom gives up one or more valence electrons to another atom to form ions—positively and negatively charged atoms.", "common_words": 5, "features": [0.19, 0.0, 1, 1, 0.33, 0.0]}
{"id": 7, "score": 2.1, "relevant": "1", "text": "The strong attractive force that holds two hydrogen atoms together results from a covalent bond, a chemical bond formed by the sharing of one or more valence electrons between a pair of atoms.", "common_words": 3, "features": [0.11, 0.0, 0, 1, 0.44, 0.0]}
{"id": 8, "score": 2.0, "relevant": "1", "text": "We know that ions having unlike charges attract.", "common_words": 2, "features": [0.25, 0.0, 0, 1, 0.25, 0.0]}
{"id": 9, "score": 1.78, "relevant": "1", "text": "Notice that salt consists of alternating sodium and chlorine ions, positioned in such a manner that each positive ion is attracted to and surrounded on all sides by negative ions and vice versa.", "common_words": 2, "features": [0.07, 0.0, 0, 1, 0.32, 0.0]}
{"id": 10, "score": 1.58, "relevant": "0", "text": "This arrangement maximizes the attraction between ions with opposite charges while minimizing the repulsion between ions with identical charges.", "common_words": 4, "features": [0.29, 0.0, 0, 0, 0.5, 0.0]}
{"id": 11, "score": 1.0, "relevant": "0", "text": "Sometimes the forces that hold atoms together cannot be understood on the basis of the attraction of oppositely charged ions.", "common_words": 4, "features": [0.22, 0.0, 0, 0, 0.28, 0.0]}
{"id": 12, "score": 0.92, "relevant": "0", "text": "Thus, ionic compounds consist of an orderly arrangement of oppositely charged ions assembled in a definite ratio that provides overall electrical neutrality. \n\n", "common_words": 5, "features": [0.23, 0.0, 0, 0, 0.23, 0.0]}
{"id": 13, "score": 0.9, "relevant": "1", "text": "Imagine two hydrogen atoms (each with one proton and one electron) approaching one another, as shown in Once they meet, the electron configuration will change so that both electrons will primarily occupy the space between the atoms.", "common_words": 4, "features": [0.14, 0.0, 0, 0, 0.31, 0.0]}
{"id": 14, "score": 0.9, "relevant": "0", "text": "Thus, an ionic bond is the attraction of oppositely charged ions to one another, and it produces an electrically neutral ionic compound.", "common_words": 5, "features": [0.25, 0.0, 0, 0, 0.2, 0.0]}
{"id": 15, "score": 0.0, "relevant": "0", "text": "chlorine ions in ordinary table salt.", "common_words": 2, "features": [0.33, 0.0, 0, 1, 0.67, 0.0]}
