{"id": 1, "score": 2.2, "relevant": "No", "text": "Most Oort cloud comets orbit the Sun at distances greater than 10,000 times the Earth–Sun distance.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.43, 0.29]}
{"id": 2, "score": 2.1, "relevant": "No", "text": "The moons vary significantly in size, shape, surface age, and origin.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.55, 0.0]}
{"id": 3, "score": 2.04, "relevant": "No", "text": "Record wind speeds exceeding 2400 kilometers (1500 miles) per hour encircle the planet, making Neptune one of the windiest places in the solar system.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.41, 0.05]}
{"id": 4, "score": 2.04, "relevant": "No", "text": "The newest grouping, dwarf planets, includes Ceres, a body about 1000 kilometers (600 miles) in diameter and the largest known object in the asteroid belt, and Pluto, a former planet. \n\n", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.4, 0.08]}
{"id": 5, "score": 1.88, "relevant": "No", "text": "Researchers estimate that thousands of meteoroids enter Earth’s atmosphere every day.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.42, 0.08]}
{"id": 6, "score": 1.88, "relevant": "No", "text": "Observers saw the star “wink” briefly five times (meaning five rings) before the primary occultation and again five times afterward.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.44, 0.0]}
{"id": 7, "score": 1.88, "relevant": "No", "text": "The atmospheric pressure at Titan’s surface is about 1.5 times that at Earth’s surface, and the atmospheric composition is about 98 percent nitrogen and 2 percent methane, with trace organic compounds.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.42, 0.08]}
{"id": 8, "score": 1.85, "relevant": "No", "text": "Like the asteroids in the inner solar system, most Kuiper belt comets move in slightly elliptical orbits that lie roughly in the same plane Kuiper belt comets or the gravitational influence of one of the Jovian planets occasionally alters their orbits sufficiently to send them into our view.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.31, 0.06]}
{"id": 9, "score": 1.85, "relevant": "No", "text": "Most comets originate in one of two regions: the Kuiper belt or the Oort cloud.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.29, 0.14]}
{"id": 10, "score": 1.84, "relevant": "No", "text": "Titan has Earth-like landforms and geologic processes, such as dune formation and streamlike erosion caused by methane “rain.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.39, 0.11]}
{"id": 11, "score": 1.82, "relevant": "No", "text": "The outgassing, comprised mostly of water, is thought to be the source that replenishes the material areas called “tiger stripes” that consist of four large fractures with ridges on either side. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.41, 0.0]}
{"id": 12, "score": 1.8, "relevant": "No", "text": "The nucleus of the comet is within the bright spot in the center.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.0]}
{"id": 13, "score": 1.79, "relevant": "No", "text": "Many of Saturn’s smallest moons have irregular shapes and are only a few tens of kilometers in diameter.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.28, 0.06]}
{"id": 14, "score": 1.78, "relevant": "No", "text": "The shortest-period comet (Encke’s Comet) orbits the Sun once every 3 years. \n\n", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.23, 0.23]}
{"id": 15, "score": 1.76, "relevant": "No", "text": "Sublimation is the process whereby a solid (ice) changes directly to a gas. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.0]}
{"id": 16, "score": 1.74, "relevant": "No", "text": "Analyzed samples suggest that the surface of the asteroid was identical in composition to meteorites and was once part of a larger asteroid.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.37, 0.0]}
{"id": 17, "score": 1.73, "relevant": "No", "text": "Named in honor of astronomer Gerald Kuiper, who predicted its existence, the Kuiper belt hosts comets that orbit in the outer solar system, beyond Neptune .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.32, 0.18]}
{"id": 18, "score": 1.72, "relevant": "No", "text": "The inset shows an artist’s depiction of jets of gas and dust erupting from Comet Wild 2. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.11]}
{"id": 19, "score": 1.71, "relevant": "No", "text": "In 2006, the International Astronomical Union organized solar system objects not classified as planets or moons into two broad categories: (1) small solar system bodies, including asteroids, comets, and meteoroids, and (2) dwarf planets.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.1]}
{"id": 20, "score": 1.7, "relevant": "No", "text": "The orbits of most asteroids lie between Mars and Jupiter.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.2, 0.2]}
{"id": 21, "score": 1.7, "relevant": "No", "text": "Saturn’s largest moon, Titan, is larger than Mercury and is the second-largest satellite in the solar system.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.2, 0.2]}
{"id": 22, "score": 1.7, "relevant": "No", "text": "Based on the amount of erosion observed on the crater rim, the impact likely occurred within the past 50,000 years. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.35, 0.0]}
{"id": 23, "score": 1.7, "relevant": "No", "text": "Twenty-three of the moons are “original” satellites that formed in tandem with their parent planet. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.35, 0.0]}
{"id": 24, "score": 1.7, "relevant": "No", "text": "The bright red area on the left side of the image (see arrow) is newly erupted lava. \n\nsystem.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.35, 0.0]}
{"id": 25, "score": 1.68, "relevant": "No", "text": "Another feature that Neptune has in common with the other Jovian planets is layers of white, cirrus-like clouds (probably frozen methane) about 50 kilometers (30 miles) above the main cloud deck. \n\nabove the surface and were blown downwind for more than 100 kilometers (60 miles). \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.03]}
{"id": 26, "score": 1.66, "relevant": "No", "text": "More than 250 others may be of impact origin.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 27, "score": 1.66, "relevant": "No", "text": "There are countless chunks of debris in the vast spaces separating the eight planets and in the outer reaches of the solar system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 28, "score": 1.66, "relevant": "No", "text": "Name three bodies in the solar system that exhibit active volcanism. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 29, "score": 1.66, "relevant": "No", "text": "The bottom of the image shows Triton’s wind- and sublimationeroded south polar cap.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.31, 0.08]}
{"id": 30, "score": 1.66, "relevant": "No", "text": "In addition, the northern latitudes appear to have lakes of liquid methane.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 31, "score": 1.66, "relevant": "No", "text": "Their ring nature was determined 50 years later by Dutch astronomer Christian Huygens.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.31, 0.08]}
{"id": 32, "score": 1.65, "relevant": "No", "text": "The bright area in the lower-central region, sometimes referred to as “the heart of the heart” is formally named Sputnik Planum and is thought to be the source of exotic ices that flowed to produce the two bluish lobes near the bottom of the image.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.31, 0.06]}
{"id": 33, "score": 1.65, "relevant": "No", "text": "At least 3 (Rhea, Dione, and Tethys) show evidence of tectonic activity, where internal forces have ripped apart their icy surfaces.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.19, 0.14]}
{"id": 34, "score": 1.64, "relevant": "No", "text": "By analyzing how these rings scatter light, researchers determined that the rings are composed of fine, dark particles similar in size to smoke particles.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.32, 0.0]}
{"id": 35, "score": 1.61, "relevant": "No", "text": "Meteoroids less than about 1 meter (3 feet) in diameter generally vaporize before reaching Earth’s surface.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.06]}
{"id": 36, "score": 1.6, "relevant": "No", "text": "Twelve years and nearly 3 billion miles of Voyager 2 travel provided investigators an amazing opportunity to view the outermost planet.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.05]}
{"id": 37, "score": 1.58, "relevant": "No", "text": "More recently, the ring system was thoroughly investigated by the Galileo mission.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.27, 0.09]}
{"id": 38, "score": 1.58, "relevant": "No", "text": "Through his primitive telescope, the rings appeared as two small bodies adjacent to the planet.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.0]}
{"id": 39, "score": 1.58, "relevant": "No", "text": "Furthermore, the faint nature of the rings indicates that these minute particles are widely dispersed.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.0]}
{"id": 40, "score": 1.58, "relevant": "No", "text": "The main ring is composed of particles believed to be fragments blasted from the surfaces of Metis and Adrastea, two small moons of Jupiter.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.15]}
{"id": 41, "score": 1.54, "relevant": "No", "text": "Its orbital period averages 76 years, and every one of its 29 appearances since 240 b.c.e.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.27, 0.0]}
{"id": 42, "score": 1.54, "relevant": "No", "text": "Interspersed among these distinct structures are broad sheets of dust. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.27, 0.0]}
{"id": 43, "score": 1.54, "relevant": "No", "text": "The discovery was made as Uranus passed in front of a distant star and blocked its view, a process called occultation (occult = hidden).", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.26, 0.04]}
{"id": 44, "score": 1.54, "relevant": "No", "text": "Others, like Hyperion, are so porous that impacts punch into their surfaces .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.08]}
{"id": 45, "score": 1.54, "relevant": "No", "text": "As on Jupiter, the dynamics of Saturn’s atmosphere are driven by the heat released by gravitational compression. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.24, 0.12]}
{"id": 46, "score": 1.54, "relevant": "No", "text": "Amalthea and Thebe are believed to be the source of the debris from which the outer gossamer ring formed. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.24, 0.12]}
{"id": 47, "score": 1.53, "relevant": "No", "text": "However, Neptune’s storms appear to have comparatively short life spans—usually only a few years.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.06]}
{"id": 48, "score": 1.52, "relevant": "No", "text": "However, only a tiny fraction of Oort cloud comets have orbits that bring them into the inner solar system. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.05]}
{"id": 49, "score": 1.52, "relevant": "No", "text": "Indirect evidence from meteorites suggests that some asteroids might have been heated by a large impact causing them to differentiate into a dense iron core and a rocky mantle.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.26, 0.0]}
{"id": 50, "score": 1.5, "relevant": "No", "text": "Studies conducted at NASA’s Jet Propulsion Laboratory suggest that Miranda, the innermost of the five largest moons, was recently geologically active—most likely driven by gravitational heating, as occurs on Io. \n\n", "common_words": 0, "features": [0.0, 0.03, 1, 1, 0.09, 0.19]}
{"id": 51, "score": 1.49, "relevant": "No", "text": "In 1910, Halley’s Comet made a very close approach to Earth, making for a spectacular Named for Dutch astronomer Jan Oort, the Oort cloud consists of comets that are distributed in all directions from the Sun, forming a spherical shell around the solar system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.19, 0.22]}
{"id": 52, "score": 1.48, "relevant": "No", "text": "More recent ground- and space-based observations indicate that Uranus has at least 10 sharp-edged, distinct rings orbiting its equatorial region.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.23, 0.05]}
{"id": 53, "score": 1.48, "relevant": "No", "text": "More than 30 tons of iron fragments have been found in the immediate area, but attempts to locate the main body have been unsuccessful.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.24, 0.0]}
{"id": 54, "score": 1.48, "relevant": "No", "text": "Before Apollo astronauts brought Moon rocks back to Earth, meteorites were the only extraterrestrial materials that could be studied in the laboratory.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.2, 0.15]}
{"id": 55, "score": 1.46, "relevant": "No", "text": "Notable among them is Arizona’s Meteor Crater, a huge cavity more than 1 kilometer (0.6 mile) wide and 170 meters (560 feet) deep, with an upturned rim that rises above the surrounding countryside .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.21, 0.09]}
{"id": 56, "score": 1.46, "relevant": "No", "text": "The gravitational effect of a distant passing star may send an occasional Oort cloud comet into a highly eccentric orbit that carries it toward the Sun.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.21, 0.08]}
{"id": 57, "score": 1.46, "relevant": "No", "text": "One of several hypotheses to explain the boulderstrewn topography is seismic shaking, which would cause the boulders to move upward as the finer materials sink.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.23, 0.0]}
{"id": 58, "score": 1.45, "relevant": "No", "text": "List and describe the principal characteristics of the small bodies that inhabit the solar system. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.21, 0.07]}
{"id": 59, "score": 1.45, "relevant": "No", "text": "Titan and Neptune’s Triton are the only satellites in the solar system known to have substantial atmospheres.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.18, 0.18]}
{"id": 60, "score": 1.44, "relevant": "No", "text": "The most striking feature of Saturn is its system of rings, first observed by Galileo in 1610 .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.19, 0.12]}
{"id": 61, "score": 1.43, "relevant": "No", "text": "Halley’s Comet originated in the Kuiper belt.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.12, 0.38]}
{"id": 62, "score": 1.43, "relevant": "No", "text": "However, most comets are too small and too distant to be observed from Earth, even using the Hubble Space Telescope.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.06, 0.22]}
{"id": 63, "score": 1.41, "relevant": "No", "text": "Requiring more than 29 Earth years to make one revolution, Saturn is almost twice as far from the Sun as Jupiter, yet their atmospheres, compositions, and internal structures are remarkably similar.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.17, 0.14]}
{"id": 64, "score": 1.4, "relevant": "No", "text": "At least 40 terrestrial craters exhibit features that could be produced only by an explosive impact of a large asteroid or perhaps even a comet nucleus.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.2, 0.0]}
{"id": 65, "score": 1.4, "relevant": "No", "text": "Neptune also exhibits large dark spots, thought to be rotating storms similar to Jupiter’s Great Red Spot.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.12, 0.31]}
{"id": 66, "score": 1.36, "relevant": "No", "text": "Enceladus is another unique satellite of Saturn—one of the few where active eruptions have been observed .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.13, 0.2]}
{"id": 67, "score": 1.35, "relevant": "No", "text": "Comet Holmes, which orbits the Sun every 6 years, was uncharacteristically active during its most recent entry into the inner solar system. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.14, 0.14]}
{"id": 68, "score": 1.34, "relevant": "No", "text": "After sunset on a clear, dark night, many are bright enough to be seen with the naked eye. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.17, 0.0]}
{"id": 69, "score": 1.34, "relevant": "No", "text": "Neptune has a dynamic atmosphere, much like that of the other Jovian planets .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.15, 0.08]}
{"id": 70, "score": 1.32, "relevant": "No", "text": "After exploring this asteroid by digging into its surface to extract fresh samples, it is scheduled to return to Earth in 2020. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.15, 0.05]}
{"id": 71, "score": 1.27, "relevant": "No", "text": "Titan was visited and photographed by the CassiniHuygens probe in 2005.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.09, 0.18]}
{"id": 72, "score": 1.19, "relevant": "No", "text": "Itokawa; it returned to Earth in June 2010.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.38]}
{"id": 73, "score": 1.11, "relevant": "No", "text": "How are Jupiter and Saturn similar to one 4.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.22]}
{"id": 74, "score": 1.04, "relevant": "No", "text": "Although the atmosphere is about 93 percent hydrogen and 3 percent helium by volume, the clouds (or condensed gases) are composed of ammonia, ammonia hydrosulfide, and water, each segregated by temperature.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.52, 0.0]}
{"id": 75, "score": 0.64, "relevant": "No", "text": "This disc-shaped structure is thought to contain about a billion objects over 1 kilometer (0.62 mile) in size.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.32, 0.0]}
{"id": 76, "score": 0.62, "relevant": "No", "text": "This plume of volcanic gases and debris is rising more than 100 kilometers (60 miles) above Io’s surface. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.3, 0.05]}
{"id": 77, "score": 0.61, "relevant": "No", "text": "This is analogous to what happens when a jar of sand and various-sized pebbles is shaken: The larger pebbles rise to the top, while the smaller sand grains settle to the bottom (sometimes referred to as the Brazil nut effect).", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.29, 0.06]}
{"id": 78, "score": 0.6, "relevant": "No", "text": "Jupiter’s four largest moons These moons are often referred to as the Galilean moons because Galileo discovered them. \n\n", "common_words": 0, "features": [0.0, 0.0, 1, 0, 0.17, 0.11]}
{"id": 79, "score": 0.57, "relevant": "No", "text": "Although the bands of clouds are fainter and wider near the equator, rotating “storms” similar to Jupiter’s Great Red Spot occur in Saturn’s atmosphere, as does intense lightning.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.25, 0.14]}
{"id": 80, "score": 0.54, "relevant": "No", "text": "This image shows Comet Wild 2, as seen by NASA’s Stardust spacecraft.", "common_words": 0, "features": [0.0, 0.08, 0, 0, 0.15, 0.31]}
{"id": 81, "score": 0.52, "relevant": "No", "text": "Some, called micrometeorites, are so tiny and their rate of fall so slow that they drift to Earth continually as space dust.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.25, 0.05]}
{"id": 82, "score": 0.42, "relevant": "No", "text": "Also shown in red are the orbits of a few known nearEarth asteroids. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.21, 0.0]}
{"id": 83, "score": 0.42, "relevant": "No", "text": "Because of Neptune’s great distance from Earth, astronomers knew very little about this planet until 1989.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.18, 0.12]}
{"id": 84, "score": 0.0, "relevant": "No", "text": "This enhanced color image is used to detect differences in the composition and texture of Pluto’s surface", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.33, 0.06]}
{"id": 85, "score": 0.0, "relevant": "No", "text": "during formation of the solar system, (2) material that is continually being ejected from the asteroid belt, or (3) the rocky and/or metallic remains of comets that once ejected by a violent asteroid impact.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 86, "score": 0.0, "relevant": "No", "text": "—testimony to their dedication as astronomical observers and the endurance of Chinese culture.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.0]}
{"id": 87, "score": 0.0, "relevant": "No", "text": "has been recorded, thanks to ancient Chinese astronomers", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.0]}
{"id": 88, "score": 0.0, "relevant": "No", "text": "Belt and Oort Cloud", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.75]}
{"id": 89, "score": 0.0, "relevant": "No", "text": "Comet Wild 2", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.67]}
{"id": 90, "score": 0.0, "relevant": "No", "text": "that the coma contained a wide range of organic compounds and substantial amounts of silicate crystals. \n\n", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.0]}
{"id": 91, "score": 0.0, "relevant": "No", "text": "number of short-period comets (those having orbital periods of less than 200 years), such as the famous Halley’s Comet, make regular encounters with the inner solar system .", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.28, 0.08]}
{"id": 92, "score": 0.0, "relevant": "No", "text": "Holmes", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 1.0]}
{"id": 93, "score": 0.0, "relevant": "No", "text": "Hayabusa 2, launched in 2014, July 2018.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.29]}
{"id": 94, "score": 0.0, "relevant": "No", "text": "In November 2005, the Japanese probe Hayabusa landed on a small near-Earth asteroid named 25143", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.12, 0.19]}
{"id": 95, "score": 0.0, "relevant": "No", "text": "The asteroid belt", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.67, 0.0]}
{"id": 96, "score": 0.0, "relevant": "No", "text": "6.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 97, "score": 0.0, "relevant": "No", "text": "How are Saturn’s satellite Titan and Neptune’s satellite Triton similar to one another?", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.15, 0.31]}
{"id": 98, "score": 0.0, "relevant": "No", "text": "5.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 99, "score": 0.0, "relevant": "No", "text": "What two roles do ring moons play in the nature of planetary ring systems?", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.46, 0.0]}
{"id": 100, "score": 0.0, "relevant": "No", "text": "3.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 101, "score": 0.0, "relevant": "No", "text": "What is distinctive about Jupiter’s satellite Io?", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.12, 0.25]}
{"id": 102, "score": 0.0, "relevant": "No", "text": "2.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 103, "score": 0.0, "relevant": "No", "text": "What is the nature of Jupiter’s Great Red Spot?", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.1, 0.3]}
{"id": 104, "score": 0.0, "relevant": "No", "text": "1.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 105, "score": 0.0, "relevant": "No", "text": "Triton, Neptune’s largest moon", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.2, 0.4]}
{"id": 106, "score": 0.0, "relevant": "No", "text": "The Windy Planet", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.67]}
{"id": 107, "score": 0.0, "relevant": "No", "text": "Neptune:", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 1.0]}
{"id": 108, "score": 0.0, "relevant": "No", "text": "Uranus has a ring system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.2]}
{"id": 109, "score": 0.0, "relevant": "No", "text": "whereas others possess large, smooth areas on otherwise crater-riddled surfaces.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.36, 0.0]}
{"id": 110, "score": 0.0, "relevant": "No", "text": "Saturn’s atmosphere, like Jupiter’s, is dynamic.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.14, 0.29]}
{"id": 111, "score": 0.0, "relevant": "No", "text": "Impacts on Jupiter’s moons", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.4, 0.2]}
