{"id": 1, "score": 2.68, "relevant": "No", "text": "Included were trillions of tiny marine organisms, such as foraminifera, whose shells were deposited on the seafloor at the end of their life cycle.", "common_words": 2, "features": [0.17, 0.0, 0, 1, 0.67, 0.0]}
{"id": 2, "score": 2.38, "relevant": "No", "text": "The products released by chemical weathering included atoms and molecules of various substances—including sodium, calcium, potassium, and silica—that were carried into the newly formed oceans.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.69, 0.0]}
{"id": 3, "score": 2.16, "relevant": "No", "text": "The level of acidity was even greater than in the acid rain that damaged lakes and streams in eastern North America during the latter part of the twentieth century.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.54, 0.15]}
{"id": 4, "score": 2.12, "relevant": "No", "text": "The most common compound generated by precipitation is calcium carbonate (CaCO3), which makes up limestone, the most abundant chemical sedimentary rock.", "common_words": 1, "features": [0.08, 0.0, 0, 1, 0.46, 0.08]}
{"id": 5, "score": 2.12, "relevant": "No", "text": "Earth’s oceans also serve as a repository for tremendous volumes of carbon dioxide, a major constituent of the primitive atmosphere.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.54, 0.08]}
{"id": 6, "score": 2.0, "relevant": "No", "text": "About 542 million years ago, marine organisms began to extract calcium carbonate from seawater to make their shells and other hard parts.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.5, 0.0]}
{"id": 7, "score": 1.96, "relevant": "No", "text": "When Earth cooled sufficiently to allow water vapor to condense, rainwater fell and collected in low-lying areas.", "common_words": 1, "features": [0.08, 0.0, 0, 1, 0.38, 0.08]}
{"id": 8, "score": 1.94, "relevant": "No", "text": "By 4 billion years ago, scientists estimate that as much as 90 percent of the current volume of seawater was contained in the developing ocean basins.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.47, 0.0]}
{"id": 9, "score": 1.93, "relevant": "No", "text": "Venus, once thought to be very similar to Earth, has an atmosphere composed of 97 percent carbon dioxide that produced an extreme greenhouse effect.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.43, 0.14]}
{"id": 10, "score": 1.58, "relevant": "No", "text": "Research suggests that the salinity of the oceans initially increased rapidly but has remained relatively constant over the past 2 billion years.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.29, 0.0]}
{"id": 11, "score": 1.56, "relevant": "No", "text": "Consequently, Earth’s rocky surface weathered at an accelerated rate.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.25, 0.12]}
{"id": 12, "score": 1.34, "relevant": "No", "text": "This is significant because carbon dioxide is a greenhouse gas that strongly influences the heating of the atmosphere.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.67, 0.0]}
{"id": 13, "score": 1.2, "relevant": "No", "text": "As a result, its Carbon dioxide is readily soluble in seawater, where it often joins other atoms or molecules to produce various chemical precipitates.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.58, 0.08]}
{"id": 14, "score": 1.14, "relevant": "No", "text": "Some of these deposits can be observed today in the chalk beds exposed along the White Cliffs of Dover, England, shown in By “locking up” carbon dioxide, these limestone deposits store this greenhouse gas so it cannot easily reenter the atmosphere.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.52, 0.19]}
{"id": 15, "score": 1.08, "relevant": "No", "text": "Because volcanic eruptions released into the atmosphere large quantities of sulfur dioxide, which readily combines with water to form hydrochloric acid, the earliest rainwater was highly acidic.", "common_words": 0, "features": [0.0, 0.0, 1, 0, 0.44, 0.0]}
{"id": 16, "score": 1.0, "relevant": "No", "text": "Some of these dissolved substances precipitated to become chemical sediment that mantled the ocean floor.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.5, 0.0]}
{"id": 17, "score": 0.0, "relevant": "No", "text": "Other substances formed soluble salts, which increased the salinity of seawater.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.57, 0.0]}
