{"id": 1, "score": 2.17, "text": "Temperature and moisture also exert a strong influence on rates of chemical weathering and determine the kind and amount of vegetation present.", "features": [0.17, 0.0, 0, 1, 0.83, 0.0]}
{"id": 2, "score": 2.11, "text": "Climatic factors, particularly temperature and precipitation, are crucial to the rate of rock weathering.", "features": [0.22, 0.0, 0, 1, 0.67, 0.0]}
{"id": 3, "score": 1.87, "text": "In polar regions, chemical weathering is ineffective because frigid temperatures keep the available moisture locked up as ice, whereas in arid regions, there is insufficient moisture to promote rapid chemical Human activities often produce pollutants that alter the composition of the atmosphere.", "features": [0.09, 0.0, 0, 1, 0.64, 0.05]}
{"id": 4, "score": 1.82, "text": "More resistant rock protrudes as ridges or pinnacles, or as steeper cliffs on an irregular hillside (see page 216).", "features": [0.09, 0.0, 0, 1, 0.64, 0.0]}
{"id": 5, "score": 1.78, "text": "The silicates, the most abundant mineral group, chemically weather in essentially the same order in which they crystallize.", "features": [0.11, 0.0, 0, 1, 0.56, 0.0]}
{"id": 6, "score": 1.64, "text": "Regions with lush vegetation often have a thick mantle of soil rich in decayed organic matter from which chemically active fluids such as carbonic acid and humic acids are The optimum environment for chemical weathering is a combination of warm temperatures and abundant moisture.", "features": [0.04, 0.0, 0, 1, 0.56, 0.0]}
{"id": 7, "score": 0.99, "text": "For example, the frequency of freeze–thaw cycles greatly affects the amount of frost wedging, an important type of mechanical weathering.", "features": [0.15, 0.0, 0, 0, 0.69, 0.0]}
{"id": 8, "score": -1.0, "text": "2.", "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 9, "score": -1.0, "text": "1.", "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 10, "score": -1.25, "text": "Explain why the headstones in have weathered so differently.", "features": [0.0, 0.0, 0, 1, 0.25, 0.0]}
{"id": 11, "score": -1.25, "text": "The inscription is still fresh looking. \n\n", "features": [0.0, 0.0, 0, 1, 0.25, 0.0]}
{"id": 12, "score": -1.33, "text": "How does climate influence weathering?", "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 13, "score": -1.5, "text": "examining the inscriptions on the headstones shown in Marble is composed of calcite (calcium carbonate), which readily dissolves even in a weakly acidic solution.", "features": [0.0, 0.0, 0, 1, 0.43, 0.07]}
{"id": 14, "score": -1.67, "text": "The number and spacing of joints can also be a significant factor . \n\n", "features": [0.0, 0.0, 0, 1, 0.67, 0.0]}
{"id": 15, "score": -1.8, "text": "One well-known example is acid rain . \n\n", "features": [0.2, 0.0, 0, 1, 0.4, 0.0]}
{"id": 16, "score": -1.83, "text": "Such changes can, in turn, influence the rate of chemical weathering.", "features": [0.0, 0.0, 0, 1, 0.83, 0.0]}
{"id": 17, "score": -2.15, "text": "By examining Bowen’s reaction series (see page 125), you can see that olivine crystallizes first and is therefore least resistant to chemical weathering, whereas quartz, which crystallizes last, is the most resistant. \n\n", "features": [0.29, 0.0, 0, 1, 0.5, 0.07]}
{"id": 18, "score": -2.25, "text": "the different rates of rock weathering.", "features": [0.25, 0.0, 0, 1, 0.75, 0.0]}
{"id": 19, "score": -2.75, "text": "Among the most important are variations in rock composition.", "features": [0.5, 0.0, 0, 1, 0.75, 0.0]}
