{"id": 1, "score": 2.36, "relevant": "0", "text": "Images from Voyagers 1 and 2 revealed, to the surprise of most geoscientists, that each of the four GaliJupiter’s Rings One of the surprising aspects of the lean satellites is a unique world .", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.38, 0.19]}
{"id": 2, "score": 2.23, "relevant": "0", "text": "The two largest, Ganymede and Callisto, are roughly the size of Mercury, whereas the two smaller ones, Europa and Io, are about the size of Earth’s Moon.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.23, 0.54]}
{"id": 3, "score": 2.18, "relevant": "0", "text": "Jupiter also has many very small satellites (about solar system lie beneath the icy surfaces of some of Jupi20 kilometers [12 miles] in diameter) that revolve in ter’s moons.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.56, 0.11]}
{"id": 4, "score": 2.12, "relevant": "0", "text": "Galileo discovered the 4 largest satellites, referred to as Galilean satellites, in 1610 .", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.25, 0.25]}
{"id": 5, "score": 2.11, "relevant": "0", "text": "Umbrella-shaped plumes have been source for volcanic activity is tidal energy generated by a relentless “tug of war” between Jupiter and the other volcanically active bodies of the Galilean moons, Galilean satellites—with Io as the rope.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.52, 0.14]}
{"id": 6, "score": 2.06, "relevant": "0", "text": "The eight largest moons appear to have formed around Jupiter as the solar system condensed.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.25, 0.12]}
{"id": 7, "score": 2.03, "relevant": "0", "text": "The Galileo mission also unexpectedly revealed that the com- Voyager 1 mission was the discovery of Jupiter’s ring position of each satellite is strikingly different, implying a different evolution for each.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.47, 0.18]}
{"id": 8, "score": 2.0, "relevant": "0", "text": "The best smooth regions, and areas covered cratered, much like Earth’s Moon.", "common_words": 0, "features": [0.0, 0.0, 1, 1, 0.2, 0.2]}
{"id": 9, "score": 1.99, "relevant": "0", "text": "The innermost of the Galilean moons, Io, is perhaps the most volcanically active body in our solar system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.44, 0.22]}
{"id": 10, "score": 1.82, "relevant": "0", "text": "The gravitational other than Earth known has an icy surface that to exist in the solar system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.12]}
{"id": 11, "score": 1.74, "relevant": "0", "text": "Jupiter’s Moons Jupiter’s satellite system, consisting of 67 moons discovered thus far, resembles a miniature solar system.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.31, 0.23]}
{"id": 12, "score": 1.34, "relevant": "0", "text": "For example, detailed images from Galileo the opposite direction (retrograde motion) of the larghave revealed that Europa’s icy surface is quite young est moons and have eccentric (elongated) orbits steeply and exhibits cracks apparently filled with dark fluid from inclined to the Jovian equator.", "common_words": 0, "features": [0.0, 0.0, 1, 0, 0.4, 0.07]}
{"id": 13, "score": 1.18, "relevant": "0", "text": "This gravitational flexing of Io is transformed into heat (similar to the backand-forth bending of a piece of sheet metal) and results in Io’s spectacular sulfurous volcanic eruptions.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.56, 0.11]}
{"id": 14, "score": 1.04, "relevant": "0", "text": "This suggests that under its icy shell, Europa to be asteroids or comets that passed near enough to be must have a warm, mobile interior—perhaps an ocean.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.5, 0.08]}
{"id": 15, "score": 0.85, "relevant": "0", "text": "For example, Ganymede has a dynamic core that generates a strong magnetic field not observed in other satellites.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.4, 0.1]}
{"id": 16, "score": 0.0, "relevant": "0", "text": "prospects of finding liquid water within our by numerous parallel grooves.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.43, 0.0]}
{"id": 17, "score": 0.0, "relevant": "0", "text": "exhibits cratered areas, Galilean satellites, is densely water at some point in its history).", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.56, 0.11]}
{"id": 18, "score": 0.0, "relevant": "0", "text": "Lava, thought to be mainly composed of silicate minerals, regularly erupts on its The planets closer to the Sun than Earth are considered too warm to contain liquid water, and those farther from the Sun are generally too cold (although recall that Mars probably had abundant liquid satellite,", "common_words": 1, "features": [0.04, 0.0, 0, 1, 0.24, 0.2]}
{"id": 19, "score": 0.0, "relevant": "0", "text": "’s tidal bulge as its slightly eccentric orbit takes it alternately closer to and farther from Jupiter.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.18, 0.09]}
{"id": 20, "score": 0.0, "relevant": "0", "text": "push on Io", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.5]}
{"id": 21, "score": 0.0, "relevant": "0", "text": "is crisscrossed by many field of Jupiter and the other nearby satellites pull and linear features.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.12]}
{"id": 22, "score": 0.0, "relevant": "0", "text": "More than 80 active, sulfurous volcanic centers have been discovered.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.17, 0.0]}
{"id": 23, "score": 0.0, "relevant": "0", "text": "right.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.0, 0.0]}
{"id": 24, "score": 0.0, "relevant": "0", "text": "it, there is considerable interest in sending an orbiter to The Galilean moons can be observed with binocuEuropa—and, eventually, a lander capable of launching a lars or a small telescope and are interesting in their own robotic submarine—to determine whether it harbors life.", "common_words": 0, "features": [0.0, 0.0, 0, 1, 0.38, 0.05]}
{"id": 25, "score": 0.0, "relevant": "0", "text": "either gravitationally captured by Jupiter or remnants of Because liquid water is a necessity for life as we know the collisions of larger bodies.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.5, 0.08]}
{"id": 26, "score": 0.0, "relevant": "0", "text": "These satellites appear below.", "common_words": 0, "features": [0.0, 0.0, 0, 0, 0.5, 0.0]}
