{"id":"777", "text":"3.2 Atoms: Building Blocks of Minerals charges of protons and electrons are equal in magnitude but opposite in polarity, so when these two particles are paired, the charges cancel each other out. Since matter typically contains equal numbers of positively charged protons and negatively charged electrons, most substances are electrically neutral. Illustrations sometimes show electrons orbiting the nucleus in a manner that resembles the planets of our solar system orbiting the Sun (see Figure 3.4A). However, electrons do not actually behave this way. A more realistic depiction is to show electrons as a cloud of negative charges surrounding the nucleus (see Figure 3.4B). Studies of the arrangements of electrons show that they move about the nucleus in regions called principal shells, each with an associated energy level. In addition, each shell can hold a specific number of electrons, with the outermost shell containing valence electrons. These electrons can be transferred to or shared with other atoms to form chemical bonds. Most of the atoms in the universe (except hydrogen and helium) were created inside massive stars by nuclear fusion and released into interstellar space during hot, fiery supernova explosions. As this ejected material cooled, the newly Tendency to formed nuclei attracted electrons to lose outermost electrons complete their atomic structure. At to uncover full outer shell the temperatures found at Earth’s surface, all free atoms (those not bonded to other atoms) have a full complement of electrons—one for each proton in the nucleus. Elements: Defined by Their Number of Protons The simplest atoms have only 1 proton in their nuclei, whereas others have more than 100. The number of protons in the nucleus of an atom, called the atomic number, determines its chemical nature. All atoms with the same number of protons have the same chemical and physical properties. Together, a group of the same kind of atoms is called an element. There are about 90 naturally occurring elements and several more that have been synthesized in the laboratory. You are probably familiar with the names of many elements, including carbon, nitrogen, and oxygen. All carbon atoms have six protons, whereas all nitrogen atoms have seven protons, and all oxygen atoms have eight. Scientists have organized elements so those with similar properties line up in columns, referred to as groups. This arrangement, called the periodic table, is  shown in Figure 3.5. Each element is assigned a one- or "}