{"id": 1, "score": 1.94, "text": "It was once thought that Earth's core acted like a large bar magnet.", "features": [0.33, 0.0, 0, 1, 0.33, 0.11]}
{"id": 2, "score": 1.8, "text": "The rising rock of Earth’s magnetic field change cannot easily break through the thick African crust, so sailors have used compasses to it seems to be deflected to both sides of the continent, track of the direction toward perhaps supplying magma to both the Mid-Atlantic and From compass observations, Indian Ocean spreading centers.", "features": [0.11, 0.0, 0, 1, 0.46, 0.18]}
{"id": 3, "score": 1.8, "text": "More than 90 percent of Earth’s region of upward flow in the mantle.", "features": [0.12, 0.0, 0, 1, 0.5, 0.12]}
{"id": 4, "score": 1.68, "text": "As iron-rich fluid in the outer core rises, its path becomes twisted because of Earth’s rotation.", "features": [0.09, 0.0, 0, 1, 0.45, 0.09]}
{"id": 5, "score": 1.5, "text": "The electrically-charged spiral flow in the outer core generates Earth's magnetic field.", "features": [0.09, 0.0, 0, 1, 0.27, 0.09]}
{"id": 6, "score": 1.46, "text": "When a wire is wrapped around an iron nail and an electric current passes through it, the nail becomes a magnet that generates a magnetic field that resembles 2.", "features": [0.0, 0.0, 0, 1, 0.46, 0.0]}
{"id": 7, "score": 1.45, "text": "The cylinders of spiraling liquid iron a nail wrapped in a coil of wire that has an electrical current traveling through it.", "features": [0.0, 0.0, 0, 1, 0.45, 0.0]}
{"id": 8, "score": 0.9, "text": "As a result, the fluid moves in spiraling columns that align with Earth’s axis of rotation .", "features": [0.2, 0.0, 0, 0, 0.5, 0.1]}
{"id": 9, "score": 0.81, "text": "Now scientists think that Earth's magnetic field is similar to that produced by an how the magnetic field is This simple electromagnet consists of electromagnet.", "features": [0.18, 0.0, 0, 0, 0.45, 0.09]}
{"id": 10, "score": 0.68, "text": "However, the convection in the outer core is considof ) is called the African superplume—a more complex.", "features": [0.12, 0.0, 0, 0, 0.5, 0.0]}
{"id": 11, "score": 0.54, "text": "These slow velocimagnetic field is dipolar, but the remainder is a result of ties are likely due to both unusually high temperatures patterns of convection.", "features": [0.0, 0.0, 0, 0, 0.54, 0.0]}
{"id": 12, "score": 0.42, "text": "Because this iron-rich fluid is electrically charged and flowing, it generates a magnetic field—a phenomenon called a geodynamo.", "features": [0.0, 0.0, 0, 0, 0.42, 0.0]}
{"id": 13, "score": -0.5, "text": "This process is similar to how an electromagnet generates a magnetic field.", "features": [0.0, 0.0, 0, 0, 0.5, 0.0]}
{"id": 14, "score": -0.57, "text": "of magnetic field is called a dipolar field because This is similar to how an electromagnet works.", "features": [0.0, 0.0, 0, 0, 0.57, 0.0]}
{"id": 15, "score": -1.33, "text": "it was determined that the positions of the magnetic poles gradually change.", "features": [0.0, 0.0, 0, 1, 0.33, 0.0]}
{"id": 16, "score": -1.5, "text": "Understanding this phenomenon", "features": [0.0, 0.0, 0, 1, 0.5, 0.0]}
{"id": 17, "score": -1.53, "text": "The magnetic field that emanates from Earth’s outer core has The large region of slow seismic velocities beneath Africa (the large reddish orange region at the lower right", "features": [0.06, 0.0, 0, 1, 0.33, 0.11]}
{"id": 18, "score": -1.6, "text": "In addition, and rock that is highly enriched in iron.", "features": [0.0, 0.0, 0, 1, 0.6, 0.0]}
{"id": 19, "score": -2.5, "text": "it has two poles (north and south magnetic poles).", "features": [0.5, 0.0, 0, 1, 0.75, 0.0]}
