{"id": 1, "score": 1.91, "text": "Similar groups of minerals are found in the temperature and pressure ranges embodied by that rocks of all ages and in all parts of the world.", "features": [0.08, 0.0, 0, 1, 0.75, 0.0]}
{"id": 2, "score": 1.74, "text": "The names of Eskola’s facies serve as conBlueschist venient labels for particular Not found in nature combinations of temperatures and pressures, no matter what the mineral composiFacies tion.", "features": [0.06, 0.0, 0, 1, 0.56, 0.06]}
{"id": 3, "score": 1.62, "text": "In other words, even if a nonbasaltic parent rock produces different indicator minerals under a given set of metamorphic conditions, green minerals chlorite, epidote, and serpentine are the facies names shown in are used to denote prominent.", "features": [0.05, 0.0, 0, 1, 0.52, 0.0]}
{"id": 4, "score": 1.57, "text": "It should be noted that for each metamor0 refers to a metaZeolite Hornfels Facies Bas e derived specifialt on the and his basic terminology, phib Gneiss although now slightly modiolite fied, remains.", "features": [0.06, 0.0, 0, 1, 0.17, 0.28]}
{"id": 5, "score": 0.88, "text": "For example, mica schist belongs to the concept of metamorphic facies is useful in interthe amphibolite facies, despite the fact that mica schist preting Earth’s history.", "features": [0.19, 0.0, 0, 0, 0.44, 0.06]}
{"id": 6, "score": -0.5, "text": "Thus, metamorphic rock.", "features": [0.0, 0.0, 0, 0, 0.5, 0.0]}
{"id": 7, "score": -0.85, "text": "These block diagrams show various metamorphic facies and the tectonic environments that generate them.", "features": [0.14, 0.0, 0, 0, 0.57, 0.0]}
{"id": 8, "score": -1.67, "text": "Rocks belonging to the same was derived from shale—a nonbasaltic parent rock.", "features": [0.0, 0.0, 0, 1, 0.67, 0.0]}
{"id": 9, "score": -1.93, "text": "metamorphic facies all formed under the same conditions of temperature and pressure, and therefore in similar tectonic settings, regardless of their location Metamorphic Facies and Plate or age. \n\n", "features": [0.13, 0.0, 0, 1, 0.47, 0.2]}
{"id": 10, "score": -3.0, "text": "Metamorphic facies and plate tectonics", "features": [0.5, 0.0, 0, 1, 0.75, 0.25]}
